{
  "10040609": "clubloop/7 4/farmer 7 8 0 MrQi 7 4 0/skippable/move farmer 0 -2 0/pause 3000/speak MrQi \"Ну, ну, ну... Дивіться, хто дістався до моєї таємної горіхової кімнати.\"/pause 1000/faceDirection MrQi 1 true/pause 100/faceDirection MrQi 2/pause 1000/speak MrQi \"Я справді вражений.#$b#Попри те, що тобі знадобилася лише частка горіхів, щоб отримати повний доступ до острова, ти вирішив піти далі.^Попри те, що тобі знадобилася лише частка горіхів, щоб отримати повний доступ до острова, ти вирішила піти далі.#$b#Твоє бажання увійти в ці таємні двері було настільки сильним, що ти зробив все, щоб потрапити всередину.^Твоє бажання увійти в ці таємні двері було настільки сильним, що ти зробила все, щоб потрапити всередину.#$b#Це те, що відрізняє тебе, дитя. У тебе дуже особлива енергія.\"/pause 1000/faceDirection MrQi 3 true/pause 100/faceDirection MrQi 0/pause 500/speak MrQi \"Враховуючи це...#$b#Ти ж не думав, що випробування на цьому закінчилося, чи не так?^Ти ж не думала, що випробування на цьому закінчилося, чи не так?#$b#Ні... Ха-ха-ха... насправді, випробування тільки почалося.\"/faceDirection MrQi 3 true/pause 40/faceDirection MrQi 2/pause 1000/faceDirection MrQi 3/speak MrQi \"Ліворуч від себе ти знайдеш дошку з дуже цікавими можливостями.#$b#Ці випробування, які я розробив спеціально для тебе, підштовхнуть тебе до межі можливостей.\"/faceDirection MrQi 2/speak MrQi \"Однак, якщо ти зможеш успішно подолати їх, то заробиш ексклюзивну валюту... Я називаю її \"Кристали Кі\"\"/pause 400/speak MrQi \"Тільки не бери їх до рота, дитя... Вони дуже радіоактивні. Хе-хе-хе...\"/emote farmer 28/pause 500/faceDirection MrQi 1/speak MrQi \"Ти можеш використовувати машину праворуч від себе, щоб обміняти ці кристали Кі на рідкісні та потужні нагороди.\"/pause 1000/faceDirection MrQi 2/speak MrQi \"Звучить цікаво, хіба ні?#$b#Так... Я відчуваю, що комусь, як ти, це дуже сподобається...\"/pause 400/faceDirection MrQi 1 true/pause 50/faceDirection MrQi 0/pause 500/speak MrQi \"Тепер, перепрошую... У мене є важливі справи.\"/pause 2000/end"
}