{
  "4": "О, привіт.",
  "Introduction": "О, так... Я чула, що хтось новий переїздив на цю стару ферму.#$e#Наспраді... це я якийсь сором. Мені завжди подобалося досліджувати ці надземні поля.$9",
  "Resort_Entering": "Сподіваюся, русалка буде на пляжі.",
  "Resort_Leaving": "Я запитаю Віллі, чи можемо ми на зворотному шляху пливти мальовничим маршрутом.",
  "Resort_Leaving_2": "Може, ми побачимо морського чудовиська на зворотному шляху.",
  "Resort_Shore": "Пляж файний, але дуже швидко набридає. Я б краще пішла в ці темні джунглі, або до вулкана!",
  "Resort_Shore_2": "Хм, думаєш, я могла взяти свою морську свинку на острів?#$e#Ні, гадаю, що так чи інакше з Девіда вийшов би поганий плавець.$h",
  "Resort_Umbrella": "Моя шкіра дуже легко обгоряє. Тож я збираюся деякий час побути під цією парасолею.#$e#Я люблю сидіти в затінку. Від довгого проводження часу на сонці моя голова паморочиться.",
  "Resort_Umbrella_2": "Привіт, @, хочеш побудувати зі мною замок з піску?#$e#Чесно кажучи, піщане підземелля звучить ще краще!$h",
  "Resort_Umbrella_3": "Гей, @, думаєш, що зможеш створити пліт?#$e#Під час поїздки я бачила кілька крутих островів, які хотіла б відвідати.",
  "Resort_Wander": "На такому великому острові як цей, повинно бути заховано трохи скарбів.#$e#Швидше, принеси мені лопату!#$e#Розслабся, я просто пожартувала.$h",
  "Resort_Bar": "Ґас зробив мені освіжаючий темно-фіолетовий напій кольору мого волосся. На смак він фантастичний!$h",
  "Resort": "Шкода... Віллі каже, що ми маємо залишатися на пляжі...$s#$b#А я взяла свій меч і все, що треба...$s",
  "danceRejection": "Ти мені лестиш... але я маю сказати \"ні\". Вибач.",
  "divorced": "Що ти тут робиш? Залиш мене саму!$a",
  "dumped_Girls": "Не говори зі мною!$a",
  "secondChance_Girls": "*зітхання*... Я більше не можу сердитися на тебе, @. Давай просто жити далі.$s",
  "breakUp": "Ох... Я... Я розумію. Для тебе я лише просто подруга...$s#$b#Гадаю, що ми були не такою хорошою парою...$s",
  "Mon": "О, привіт. У тебе перерва від роботи?",
  "Mon2": "О, привіт!#$e#Ти коли-небудь був на цвинтарі? Це тихе місце, в якому можна провести час наодинці.^Ти коли-небудь була на цвинтарі? Це тихе місце, в якому можна провести час наодинці.",
  "Tue": "Угх... У мене зараз поганий настрій.$s#$e#Я сказала, що у мене поганий настрій... чого ти хочеш?$a",
  "Tue2": "...*зітхання*...$s#$e#Я знаю, що мої батьки мають хороші наміри, але іноді вони просто не можуть зрозуміти мою точку зору. Хіба вони ніколи не були молодими?",
  "Wed": "Привіт. Я заздалегідь прошу вибачення, якщо кажу щось грубе. Минулої ночі я мало спала.#$e#Що ти хочеш?",
  "Thu": "#$1 Abigail1#О ні, гадаю, сьогодні вечерю готуватиме мій тато...$s#$e#Мені не хочеться сьогодні нічого робити...$u",
  "Fri": "Ого, я зрозуміла, що сьогодні п'ятниця. $u#$e#Іноді я повністю втрачаю відчуття часу.",
  "Fri2": "Ми збираємось тусити в салуні сьогодні ввечері. Гадаю, це така п'ятнична традиція.",
  "Sat": "Свіже гірське повітря чудово підходить в такі дні як цей.$h#$e#Цікаво, чи жаби скоро з'являться.",
  "Sun": "От дідько... Я всі вихідні робила своє домашнє завдання. Схоже, я знову просиджу усю ніч, роблячи його...$s",
  "Sun2": "Цікаво, що сталося б, якби я провела всю ніч на цвинтарі?#$q 17/18 Sun_old#@, а як ти думаєш, що станеться з нами після нашої смерті?#$r 17 0 Sun_17#Навіть уявлення не маю.#$r 18 40 Sun_18#Ми повернемося у світ живих як примари.#$r 17 0 Sun_17#Ми підемо в Рай.#$r 18 0 Sun_17#Наші душі увійдуть в астрал.#$r 17 30 Sun_nothing#Нічого. Ми просто припинимо існувати.",
  "Sun_old": "$p 17#Думаєш, нічого не станеться, так?$u|Можливо, з'явиться злий привид!",
  "Sun_17": "Гм-м, цікаво...",
  "Sun_18": "Що ж, це цікава теорія!$h",
  "Sun_nothing": "Знаєш, я гадаю, що не буде аж так погано.$8",
  "Wed2": "О, привіт, @. У тебе зараз перерва від роботи?#$e#У мене теж. О! Нічого такого... просто у мене зараз онлайн навчання.",
  "Tue4": "Привіт, рада тебе бачити.$h#$e#Я хочу трохи відпочити і ні про що не думати... Як в тебе справи сьогодні?",
  "Sat6": "Ти проходиш весь цей шлях, щоб відвідати мене? Як мило.$h#$e#То, ти хоча б коли-небудь досліджував гірську шахту?^То, ти хоча б коли-небудь досліджувала гірську шахту?#$e#Цікаво. Днями я хотіла б піти туди сама.$l",
  "Mon8": "...О, @! Привіт.$h#$e#Хочеш трохи потусити тут? Ось! Дозволь мені прочитати твою долоню. *хихикання* $h",
  "Thu10": "Привіт.$l#$e#В тебе нещодавно було відчуття, ніби все це не насправді?$l#$b#Не в поганому сенсі.$h",
  "Fri6": "Птахи сьогодні радісно цвірінькали. Їхній розум занадто примітивний, щоб зрозуміти майбутнє.#$e#Краще бути як вони, хіба ні?",
  "Event_VideoGame_Yes": "Чудово! Я впевнена, що ти з легкістю пройдеш цей рівень.$h",
  "Event_VideoGame_No": "О? *позіхання*... Гадаю, що тоді я ніколи не пройду цей рівень...$s",
  "Event_Grave1": "Бачиш? Тепер ти розумієш, чому я тут.#$b#Я прожила в долині все своє життя, але не ніколи не зробила нічого такого, про що варто пам'ятати. Я хочу нових пригод!$8",
  "Event_Grave2": "Звісно. Я все одно не хочу нікого і нічого вбивати. Я просто хочу зробити маленьке дослідження без ризику для моєї шиї!#$b#Я прожила в долині все своє життя, але не ніколи не зробила нічого такого, про що варто пам'ятати. Я хочу нових пригод!$8",
  "Event_Grave3": "Ох, це тому, що я дівчина... чи не так? Ург...$u^Чому? Я така ж сильна, як і ти!$a#$b#Я не якась там тендітна принцеса.. Я можу подбати про себе!$a#$b#Я прожила в долині все своє життя, але не ніколи не зробила нічого такого, про що варто пам'ятати. Я хочу нових пригод!$8",
  "Event_Grave4": "Справді? Дивовижно.$8#$b#Я прожила в долині все своє життя, але не ніколи не зробила нічого такого, про що варто пам'ятати. Я хочу нових пригод!$8",
  "Event_Rain_1": "Розумію...$8",
  "Event_Rain_2": "Та... Думаю, що ти міг би оцінити цю похмуру атмосферу^Та... Думаю, що ти могла б оцінити цю похмуру атмосферу.",
  "Event_Rain_3": "...Це правда.$8",
  "Event_Tragic_1": "Так... Гадаю, моє власне життя непогане...$s",
  "Event_Tragic_2": "...!$h",
  "Event_Tragic_3": "Мені було б краще, якби я повірила в це...#$b#Але я не вірю.$s",
  "Event_Cave2_1": "@...$8",
  "Event_Cave2_2": "@... Зі мною все гаразд.$8",
  "Event_Cave_1": "...добре.$8",
  "Event_Cave_2": "Думаю, що якщо тобі є що втрачати, боятися цього - цілком нормально...$l",
  "Event_Cave_3": "...Ем, добре. Вибач.$9",
  "summer_1": "Настало літо. Це моя не дуже улюблена пора року.#$e#Повітря таке вологе і тепле, що в мене відчуття, ніби я плаваю в супі.",
  "summer_Mon": "Моя морська свинка, Девід, просто ненавидить цю спекотну погоду. Він метушливий.",
  "summer_Tue": "У повітрі такий сильний запах меду та нектару усе літо. У мене майже почалося запаморочення.$u",
  "summer_Wed": "Ти коли-небудь прикрашав свій будинок? Це те, що я б робила, якби у мене був свій дім.^Ти коли-небудь прикрашала свій будинок? Це те, що я б робила, якби у мене був свій дім.",
  "summer_6": "Минулої ночі, після того, як стемніло, я ходила на пляж... Іноді можна побачити дивні мерехтливі вогні по всьому океану.#$e#Або це лише був мій сон... У мене вже таке відчуття, наче це було не насправді.",
  "summer_Thu": "Якби я знала, як користуватися мечем, я б просто зараз досліджувала ту шахту, навпроти гірського озера. Певно, там чудово і круто.",
  "summer_Thu4": "Е-е, сподіваюся, що я не матиму засмаги цього літа.$s",
  "summer_Fri": "Я хотіла б мати кота. На жаль, у мого тата майже на все є алегорія.",
  "summer_Sat": "Я не можу дочекатися осені... крутий, легкий гірський вітерець, червоні пелюстки, що кружляють у повітрі, запах грибів... *зітхання*",
  "summer_Sun": "У тебе коли-небудь виникало бажання піти досліджувати щось, @?#$q 25/26 summer_Sun_old#Гаразд... Скажімо, ти виграв дармову відпустку. Де б ти її провів?¦Гаразд... Скажімо, ти виграла дармову відпустку. Де б ти її провела?#$r 25 0 Sun_25#На пляжі#$r 26 30 Sun_26#В темній печері#$r 26 30 Sun_26#У старому, зарослому лісі#$r 25 0 Sun_25#У Мегацентрі Joja",
  "summer_Sun_old": "$p 25#Я б провела... Але, певно, тобі б не сподобалися місця, про які я думаю...|Можливо одного дня ми станемо сусідами. Думаю, у нас обох є дивні, схожі смаки.$h",
  "Sun_25": "Хе-хе. Гадаю, що це швидко набридне.",
  "Sun_26": "Та! Звучить чудово.$h",
  "summer_Wed2": "Мені могло б подобатися жити в будиночку на фермі, як і ти.#$b#Скрип мостин, пил, що повільно падає з кроков... Є щось особливе у старому будиночку, чи не так?",
  "summer_Tue4": "Ти цікавий хлопець, @. Я рада, що ти переїздив сюди.$h^Ти цікава дівчина, @. Я рада, що ти переїздила сюди.$h",
  "summer_Sat6": "Чесно кажучи, я насолоджуюся цим літом.$h#$e#Кумедно, як швидко нас світогляд змінюється.",
  "summer_Mon8": "Раніше я думала, що місто Пелікан було якимось сірим, але нещодавно мені щось почалося подобатися в цьому.$h",
  "summer_Thu10": "Ого, ти сьогодні чудово виглядаєш.#$e#Тобто, це літнє повітря дуже корисне для шкіри, чи не так?... Хе-хе...$l",
  "summer_Fri10": "Ти іноді почуваєшся самотнім на своїй фермі?^Ти іноді почуваєшся самотньою на своїй фермі?",
  "fall_1": "Ах... Настала осінь$h#$e#Я вже втомилася від літа.",
  "fall_Mon": "Мені треба розім'яти свої ноги та трохи подихати свіжим повітрям сьогодні.",
  "fall_Tue": "$d joja#Більшість днів я намагаюся допомагати батькам в крамниці. З моменту відкриття JojaМаркету бізнес йде досить погано.|Навіть до моменту закриття JojaМаркету справи у нашій крамниці просувалися дуже добре!$h",
  "fall_Wed": "Не можу дочекатися, щоб побачити кілька гарбузів цього року.$h#$e#Переддень усіх духів відбувається в кінці місяця. Він досить сильно відрізняється від того, що ти міг би побачити в місті Зузу, але для маленького міста як наше, це досить весело.^Переддень усіх духів відбувається в кінці місяця. Він досить сильно відрізняється від того, що ти могла б побачити в місті Зузу, але для маленького міста як наше, це досить весело.",
  "fall_Thu": "#$1 AbigailHAND#Минулої ночі мені наснилося, що моя ліва рука перетворилася на %noun гігантських розмірів. Це щось означає?#$e#%Здається, Абіґейл зараз не хоче розмовляти.",
  "fall_Sat": "$d cc#Не можу повірити, що ти власноруч полагодив Громадський Клуб. Я справді вражена.^Не можу повірити, що ти власноруч полагодила Громадський Клуб. Я справді вражена.|У тебе є якісь опудала на твоїй фермі?",
  "fall_Sun": "Гм-м... Що мені б зробити сьогодні ввечері?#$q 27/28 fall_Sun_old#Я думала знову пофарбувати своє волосся... А що ти думаєш?#$r 27 10 Sun_27#Пофарбуй в чорний.#$r 27 10 Sun_27#Чому не блонд?#$r 27 20 Sun_WildColor#Як щодо кольору жувальної гумки?#$r 28 0 Sun_28#Мені подобається твоє волосся таким, яким воно є!",
  "fall_Sun_old": "$p 27#Я збиралася пофарбувати своє волосся, але пізніше я змінила свою думку.|Так? Це що?",
  "Sun_27": "Думаю, це досить безпечний варіант, так?#$e#Я подумаю про це.",
  "Sun_28": "Я була певна, що ти це скажеш.$u",
  "Sun_WildColor": "У тебе завжди чудове почуття гумору.$h",
  "fall_Wed2": "Ти вирощуєш цьогоріч гарбузи на своїй фермі?#$e#Прибережи один для мене!$h",
  "fall_Tue4": "Я можу довго сперечатися зі своїми батьками, але я знаю, що вони просто хвилюються за мене. Вони роблять те, що вважають за краще.$s#$b#Не знаю, нащо я тобі це кажу. Не кажи про це нікому.$8",
  "fall_Sat6": "Привіт.$h#$e#Твоє волосся круто виглядає сьогодні... ти використовуєш щось інше?",
  "fall_Mon8": "Знаєш, чесно кажучи, одного дня я можу побачити те, як стаю фермеркою...#$e#Але як це може статися? *сміх*$l",
  "fall_Thu10": "Минулої ночі мені наснився цікавий сон, в якому був ти.^Минулої ночі мені наснився цікавий сон, в якому була ти.#$e#Це був хороший сон.$h",
  "fall_Fri6": "Я хочу, щоб ця пора тривала трохи довше.$8#$e#Коли вітер справді підхоплює мене, я майже знову почуваю себе дитиною.",
  "fall_Fri10": "Зазвичай, цієї пори року я почувалася самотньою, але більше ні.$l#$e#@, які в тебе плани на майбутнє?",
  "winter_1": "Що ж, осінь закінчилась...$s#$e#Але зиму я люблю теж!$h",
  "winter_Mon": "На вулиці занадто холодно, аби виходити туди.#$e#Проте я люблю ліпити сніговика.$h",
  "winter_Tue": "Хіба гаряча чашка какао просто зараз не звучить чудово?",
  "winter_Wed": "Привіт. Чи нудно взимку бути фермером?",
  "spring_12": "Завтра я точно братиму участь в полюванні на яйця. А ти?",
  "spring_23": "Що ж, завтра Квітковий танець. Я не проти танців, але мої батьки змушують мене одягати цю дурну білу сукню...$s",
  "winter_7": "Я чекаю настання завтрашнього дня, щоб зліпити сніговика.",
  "fall_26": "Чи можу я побачити тебе завтра на Передодні усіх духів? Шукай мене в примарному лабіринті.$h",
  "summer_10": "Усі хвилюються про завтрашнє Луау. Не дивно, враховуючи те, що Губернатор буде тут.",
  "summer_27": "Ти не можеш пропустити завтрашній фестиваль. Це одне з найбільш прекрасних див долини.",
  "winter_24": "Завтра я збираюся з'їсти багато журавлиного соусу.$h",
  "winter_Thu": "Ще один рік майже закінчився.#$e#Він минув так швидко, чи не так?$s",
  "winter_Fri": "Я вивчила дещо, живучи тут... усі витріщаються на тебе, якщо ти виглядаєш якось інакше.",
  "winter_Sat": "Вихідний!#$e#Це означає, що я можу вдвічі довше грати в більшість з ігор.$h#$e#Бувай.",
  "winter_Sun": "О, привіт.#$q 29/30 winter_Sun_old#Я зробила два малюнки. Що ти про них думаєш?#$r 29 20 Sun_29#Мені подобається острів джунглів та тигр.#$r 30 5 Sun_30#Мені подобається велетень з сокирою.#$r 29 -50 Sun_Bad#Мені жодний з них не подобається.",
  "winter_Sun_old": "$p 29#Пам'ятаєш ті малюнки, які я давно тобі показувала? Я випадково викинула їх.$s|Пам'ятаєш той малюнок з велетнем, який я давно тобі показувала? Я виставила його на онлайн конкурсі та виграла 50 з!$h",
  "Sun_29": "Ох, так? Думаю, в цьому є сенс.",
  "Sun_30": "Я рада. Якось соромно показувати свої малюнки іншим. Але я думаю, що ми з тобою на одній сторінці.",
  "Sun_Bad": "Як неввічливо! Чому ти завдаєш болю моїм почуттям? Ти такий безсердечний!^Як неввічливо! Чому ти завдаєш болю моїм почуттям? Ти така безсердечна!$s",
  "winter_Wed2": "Привіт. Якщо ти втомлений, ти завжди можеш провести час в моїй кімнаті.^Привіт. Якщо ти втомлена, ти завжди можеш провести час в моїй кімнаті.#$e#Звісно, поки я не почну перевдягатися!",
  "winter_Tue4": "Так холодно, що мені хотілося б випити чашку гарячого какао разом з тобою.$h",
  "winter_Sat6": "Нещодавно я багато мріяла про дещо...#$e#О! Хочеш знати, про саме? Ну...$u#$b#...Це секрет.$h",
  "winter_Thu10": "Ще один рік майже закінчився...#$b#Але це був дійсно чудовий рік, правда ж?$h",
  "winter_Wed6": "Певно, класно не мати культур, про які треба весь час піклуватися.#$e#А ще це означає, що ти можеш більше часу проводити зі мною!$h",
  "winter_Fri10": "@, є дещо, що я хочу сказати тобі...#$e#Це... Ем... ну... твоє взуття! Воно, е-е... виглядає таким чистим... *ковть*#$e#Це все... *ковть*$s"
}