{
  "Introduction": "О, гей. Ти той новенький, так? Круто.^Гей, ти та новенька, так? Думаю, ми подружимось. Я Алекс.#$e#Ще побачимось.",
  "Resort_Entering": "Нарешті, прибули!",
  "Resort_Leaving": "Ех... Думаю, це не може тривати вічно.$s",
  "Resort_Wander": "Я знав, що треба було взяти фрізбі... Ну що ж.$h",
  "Resort_Wander_2": "Цікаво, чи хтось захоче влаштувати волейбольний турнір?#$e#Не хвилюйся, я буду обережним!$h",
  "Resort_Shore": "Цікаво, як далеко я зміг би заплести і повернутися назад?#$e#Думаю, не менше півтора кілометра.#$b#... Не бійся, я не пробуватиму це.$h",
  "Resort_Chair": "Хіба тобі не спекотно в цьому вбранні? Та ну, чуваче... Це ж пляж!^Хіба тобі не спекотно в цьому вбранні? Тобі потрібен океанський бриз!",
  "Resort_Towel": "З відкриттям цього острова немає більше виправдань бути блідим!",
  "Resort_Towel_2": "Як приємно нарешті отримати трохи сонячного світла для преса.#$e#Трохи соромно ховати його увесь час удома.",
  "Resort_Towel_3": "Коли я стану профі, то буду відпочивати на островах по всьому світу.#$e#Але поки що це місце чудово підійде!$h",
  "Resort_Bar": "Я замовляю банановий коктейль з двома чайними ложками протеїнового порошку.",
  "Resort": "Ах... життя на острові. Я міг би звикнути до цього!",
  "danceRejection": "Ні... Я запитаю когось іншого. Щасти.",
  "divorced": "Я думав, що між нами є щось особливе... Мабуть, я помилявся.$s",
  "dumped_Guys": "Я не хочу витрачати на тебе час.$a",
  "secondChance_Guys": "Не знаю, чи можу я тобі більше довіряти, але я готовий дати тобі шанс.$9",
  "breakUp": "Ти даєш мені що...?$7#$b#*ух*... Зрозумів. Гаразд... що ж, ти зробив свій вибір. Я не благатиму.$a^Зрозумів. Гаразд... що ж, ти зробила свій вибір. Я не благатиму.$a",
  "Mon": "Ти знаєш, що я був зірковим захисником у середній школі? Це правда.$u#$e#Бач цю маленьку зірочку на моїй куртці? Вона є доказом цього.",
  "Tue": "Пляж - класне місце, щоб потусуватися і поніжитися під променями сонця.#e#Тобі треба проводити деякий час на сонці, інакше зовсім збліднеш.#$e#*зітхання*... Хотілося б, щоб у цьому місті було більше дівчат, розумієш, про що я?$s^Гей, хочеш якось піти зі мною на пляж? У тебе є бікіні?",
  "Wed": "Гарний день, щоб пограти у волейбол, еге ж?$u#$e#$q 5/6 Wed_01_old#Я б попросив тебе покидати зі мною м'яча, та ти не сильно атлет.¦Якби ти не була дівчиною, я б запропонував тобі пограти разом.#$r 6 0 Wed_01_02#Мені приємніше дивитись на тебе здалеку.#$r 5 15 Wed_01_01#Я хочу пограти!#$r 5 0 Wed_01_03#(злісно) Що це має означати?",
  "Wed_01_old": "#$p 5#Геть з моїх очей!... я пожартував. Ха-ха-ха.|Хочеться мати когось, з ким можна було б покидати м'яча...$s",
  "Wed_01_01": "Серйозно? Здається, я тебе недооцінив.#$b#У мене трохи болить плече, може, наступного разу.",
  "Wed_01_02": "Еге, не усі люди створені для занять спортом.",
  "Wed_01_03": "Ем... забудь.",
  "Thu": "Повітря все тепліше... Я захоплений.",
  "Fri": "Гей, що як, фермере?^Гей, це ж фермерка. У тебе нові штани? Хоч щось ти робиш правильно.#e#О, мало не забув! Сьогодні у мене день віджимань!#e#Щоразу, коли я роблю віджимання, я намагаюся зробити на одне більше, ніж раніше. Класна стратегія, як думаєш?",
  "Sat": "У мене дуже болять плечі, але це ознака прогресу для такого хлопця, як я.#e#Вчора я, напевно, віджався тисячу разів.",
  "Sun": "Привіт.#$e#Що, ти хочеш поговорити зі мною? Я зайнятий.",
  "Sun2": "Гей, @.#$e#Саме так, я пам'ятаю твоє ім'я.",
  "Sun4": "Гей, @.#$e#Як проходить твій день?",
  "Fri4": "Гей, @. Я радий, що ти не проти поспілкуватись зі мною.#e#Мені не соромно сказати, що я люблю свою бабусю!#$e#А от дідуся...#$e#Жартую.$h",
  "Tue6": "Немає нічого кращого, ніж енергійний день на пляжі з друзями... так?",
  "Mon8": "Знаєш, раніше я хотів слави і багатства, але потім я змінив свою думку. Зрештою, задовольняються скромними дрібницями, чи не так?#$e#Я все ще хочу стати профі атлетом, але це не найголовніше у світі.",
  "Fri8": "Привіт, @. Сьогодні в тебе файний вигляд.$h^Гей, @. Ти змінила зачіску? Щось привертає мою увагу.$h",
  "Sat10": "Останнім часом мені важко зосередитись.$l",
  "Event_beach1": "Авжеж, що так. Інакше я б подумав, що ти дивак. Або якийсь ботан.^Авжеж, що так. Інакше я б подумав, що ти дивачка. Або якась ботанка.",
  "Event_beach2": "Серйозно? Ти, певно, якийсь дивак.$a#$b#Вибач.",
  "Event_books1": "Ні, неправда! Ти просто намагаєшся мені лестити.$a",
  "Event_books2": "Так, мабуть, ти маєш рацію...$s",
  "Event_books3": "Я думав, що ти сперечатимешся.$a",
  "event_box1": "Так... Я знаю. Ось чому я так рішуче налаштований на успіх у спорті...$9#$b#Пан або пропав... Поки я стараюся з усіх сил, думаю, вона пишатиметься мною. Дякую.",
  "event_box2": "Ого... Сьогодні річниця смерті моєї матері! Май совість...$a",
  "event_box3": "...Дякую, @.#$b#Ти не такий, як інші хлопці. Ти більш чутливий.$l^Ти стала моєю найкращою подругою у всьому містечку... #$b#Я радий.^Це ж не соромливо казати?$l",
  "event_box4": "Мене це зовсім не втішає, дурбецало.$a",
  "Event_parents1": "Цікава думка...",
  "Event_parents2": "Вони б ніколи цього не зробили!$a",
  "Event_parents3": "...Може, ти маєш рацію... Я не знаю.$s",
  "summer_1": "Привіт. Літо, безумовно, найкраща пора року.#$e#Зараз це чудово, тому що у нас є цілий сезон, на який ми з нетерпінням чекаємо. Побачимось пізніше.",
  "summer_Mon": "Гей, фермере. А ти трохи обгорів.^Гей, фермерко. У тебе гарна засмага.$h#$e#Чим більше я тренуватимусь цього літа, тим легше мені буде стати профі.#$e#Тоді ти зможеш сказати, що знав мене колись. Круто, правда?^Тоді ти зможеш сказати, що знала мене колись. Круто, правда?",
  "summer_Tue": "Якби моя зачіска не подобалася дівчатам... Клянусь, я б якнайскоріше її поголив.#$e#*зітхання*... Життя буває складним.",
  "summer_Wed": "Гей, фермере. У мене є до тебе питання.¦Гей, фермерко. У мене є до тебе питання.#$b#$q 52/53 summer_Wed_01_old#Як думаєш, я коли-небудь стану профі?#$r 52 30 summer_Wed_01_01#Тобі судилося стати легендою спорту.#$r 52 0 summer_Wed_01_02#Можливо, якщо багато тренуватимешся.#$r 53 -50 summer_Wed_01_03#Ні, ти, швидше за все, зазнаєш невдачі і станеш продавцем.",
  "summer_Wed_01_old": "$p 52#Гей, коли я стану профі, можеш сказати, що ти був моїм першим \"фанатом\". Непогано, так?^Гей, коли я стану профі, можеш сказати, що ти була моєї першою \"фанаткою\". Непогано, так?|Я тренувався вдвічі більше, щоб стати профі та довести, що ти помиляєшся. Почекай лишень.$a",
  "summer_Wed_01_01": "Гей, оце я розумію!$h#$e#А ти крутіший, ніж я думав.^А ти крутіша, ніж я думав.",
  "summer_Wed_01_02": "Так, але я настільки добрий у цьому, що мені не доведеться так багато практикуватись.$u",
  "summer_Wed_01_03": "Це божевілля. Ти просто заздриш, бо я популярний і талановитий, а ти - ні.$a^Це сміховинно. Ти просто заздриш, що я набагато популярніший, ніж ти коли-небудь будеш, дивачко.$a#$e#Зникни з моїх очей.$a",
  "summer_Thu": "Гей, ти, мабуть, дуже зміцнів, працюючи на фермі цілий день.^Гей, ти, певно, стаєш стрункішою, працюючи на фермі цілий день.#$e#Може, колись і ти досягнеш мого рівня. Буду для тебе зразком, еге ж?#$e#Чому в тебе такий вираз обличчя?",
  "summer_Fri": "Чого хочеш?#$e#Зараз у мене є важливіші справи.",
  "summer_Sat": "М-м-м... я відчуваю запах барбекю.#$e#От трясця, я б з радістю з'їв бургер.",
  "summer_Sun": "Я отримав це взуття вчора, бо на старому була коричнева пляма.#$b#Я їх викинув у смітник. Я б міг дати їх безхатькам, але мені не подобається думка, що якийсь дивак носитиме моє взуття, розумієш?#$e#...Що?$a",
  "summer_Sun4": "Ох, воу.. твої черевики трохи брудні... але це нормально!#$e#Напевно, у різних людей різні смаки.",
  "summer_Thu4": "Гей, схоже, цього літа ти набуваєш чудової форми!#$b#Вся ця робота на фермі варта того, еге ж?",
  "summer_Mon4": "Гей, гарна засмага.",
  "summer_Fri6": "Вибач, у моїй кімнаті жахливий безлад.$s#$e#Важко завжди пам'ятати про прибирання. Але я намагаюся виправитися.",
  "summer_Wed8": "Знаєш, я б не проти бути фермером... це певним чином схоже на заняття спортом.#$e#Я люблю бувати на свіжому повітрі і робити щось своїми руками.",
  "summer_Sat10": "Останнім часом я намагаюся більше читати... Таке відчуття, що я роками нехтував своїм мозком через свою захопленість спортом.",
  "fall_1": "Звичайно, стає холодніше... Але ще досить тепло для занять спортом.!#$e#Це все, що мене хвилює.",
  "fall_Mon": "Моя бабуся сказала мені, що я маю приділяти більше часу навчанню.#$e#Я сказав: \"... Бабцю, не хвилюйся, я стану професійним спортсменом!\"$h#$e#Все одно навчання - це для ботанів.",
  "fall_Wed": "Гей, я хочу в тебе дещо запитати.^Гей, можна у тебе дещо запитати?#$e#$q 54/55 fall_Wed_01_old#Як думаєш, дівчатам подобається моя зачіска?¦Як тобі моя зачіска?#$r 54 30 fall_Wed_01_01#Виглядає дуже модно.#$r 55 -30 fall_Wed_01_02#Вона схожа на якийсь грибковий наріст.",
  "fall_Wed_01_old": "Сьогодні я наніс забагато гелю на волосся. Тепер трохи болить.#$e#Не чіпай!#$e#...що?",
  "fall_Wed_01_01": "Так, я знаю. Ось чому вона в мене така.",
  "fall_Wed_01_02": "Еге, авжеж. Ти заздриш моєму вигляду.",
  "fall_Thu": "Що як?#$e#Тебе ж звуть, %firstnameletter%name, так?#$e#Ох, ти @? Гаразд. Вибач.",
  "fall_Fri": "Я збираюся зробити двісті присідань сьогодні ввечері.#$b#Я цілеспрямований, чи не так?$h#$e#Щось ще?",
  "fall_Sat": "Думаю, що в цю пору року в річці можна знайти лосося.#$e#Принаймні, це те, що я чув.",
  "fall_Sun": "Гей, сьогодні буде гра по ґрідболу!#e#Неділі восени доволі файні.$u",
  "fall_Thu2": "Що як, @?",
  "fall_Fri6": "Я збираюся зробити багацько присідань сьогодні ввечері.#$e#Тобі потрібно дуже багато працювати, якщо хочеш досягти свого максимального потенціалу.",
  "fall_Mon4": "Моя бабуся сказала мені, що я маю приділяти більше часу навчанню.#$e#Може, вона має рацію...$s",
  "fall_Wed8": "Я нарешті вирішився... Я вирішив більше не користуватися гелем для волосся.#$e#Не хотів би я дружити з кимось, кому я подобаюся лише тому, що в мене гель у волоссі.",
  "fall_Thu10": "@! Ем... Привіт.$l",
  "winter_1": "Зима якась відстійна. Занадто багато снігу, щоб робити щось веселе.#$e#Думаю, деяким вона подобається.",
  "winter_Mon": "Любиш сніг? А я... Я просто з нетерпінням чекаю весни.",
  "winter_Tue": "Гей, можеш знайти Хейлі і передати їй привіт?",
  "winter_Tue_inlaw_Haley": "О, привіт. Як справи у вашого подружнього життя?$9",
  "winter_Wed": "Взимку люди часто сидять удома, займаючись нудними справами.$s#$e#Може, якби я читав книгу, мені було б не так нудно... та нє.",
  "winter_Thu": "Коли я стану профі, я буду настільки багатим, що зможу купити будинок для відпочинку в тропіках.#$e#Тоді мені не доведеться терпіти ці нудні зими.",
  "winter_Fri": "Ти пройшов весь цей шлях через сніг, щоб побачити мене?^Ти пройшла весь цей шлях через сніг, щоб побачити мене?#$e#Думаю, в цьому є сенс.",
  "winter_Sat": "У цьому місті живуть дивні люди.#$e#...як той чувак, Себастьян. Чому він постійно носить чорне?#$e#Не розумію.",
  "winter_Sun": "Гей, сьогодні буде гра по ґрідболу!#e#Це, мабуть, мій найулюбленіший день тижня.",
  "winter_Fri4": "Ти пройшов весь цей шлях через сніг, щоб побачити мене?^Ти пройшла весь цей шлях через сніг, щоб побачити мене?#$e#Дуже мило з твого боку.$h",
  "winter_Sat6": "Думаю, це цікаво, що деякі люди зовсім не схожі на нас, знаєш?#$b#Я не завжди розумію поведінку інших, але це нормально.",
  "winter_Tue4": "Привіт, @. Можеш зробити мені послугу?$l#$b#Якщо побачиш Хейлі, скажи їй, що я зайнятий.$l#$e#Дяка.",
  "winter_Tue4_inlaw_Haley": "Зізнаюся... я трохи заздрив, коли ви з Хейлі одружилися. Але, гей... Це шанс для мене дізнатися щось нове про себе.$9",
  "winter_Wed8": "Знаєш що? Я збираюся почати читати книгу!",
  "winter_Thu6": "Хотів би я мати контроль над погодою.",
  "winter_Thu10": "Якщо я коли-небудь зароблю багато грошей, я подбаю про те, щоб усі мої друзі та родичі були забезпечені.#$e#Це і тебе стосується.$h"
}
