{
  "Introduction": "Вітаю! Ти, напевно @, новий фермер. Я - Керолайн.^Вітаю! Ти, напевно @, нова фермерка. Я - Керолайн.#$e#Мій чоловік управляє тут крамницею. А ти знайомий з моєю донькою, Абіґейл? Це та бліда, з фіолетовим волоссям.^Мій чоловік управляє тут крамницею. А ти знайома з моєю донькою, Абіґейл? Це та бліда, з фіолетовим волоссям.",
  "Resort_Entering": "Віллі дав кожному з нас по шматочку в'яленої риби. Я досі її жую.",
  "Resort_Leaving": "Цьогоніч я добряче висплюся!$h",
  "Resort_Shore": "Вода тут така тепла, порівняно з долиною. Це дуже приємно!",
  "Resort_Chair": "%Керолайн намагається подрімати.",
  "Resort_Bar": "Я попросила Ґаса зробити мені сюрприз, і він приготував холодний зелений чай з цедрою манго. Як мило!$h",
  "Resort": "Привіт, @. Приїхав відпочити чи попрацювати?^Привіт, @. Приїхала відпочити чи попрацювати?",
  "Mon": "Я б хотіла, щоб Аббі не проводила так багато часу у своїй кімнаті.",
  "Mon_inlaw_Abigail": "Привіт, @. Насолоджуєшся подружнім життям? Сподіваюся, що так!",
  "Mon8": "#$1 Caroline23#Коли ми тільки переїхали до міста Пелікан, я потайки ходила до вежі Чарівника. Тільки не кажи П'єру, у нього проблеми з ревнощами.#$e#Абіґейл народилася приблизно через рік після того, як ми переїхали сюди. Цікаво, чи відчує вона коли-небудь життя за межами долини?",
  "Tue": "Я бачила дикий хрін у лісі.#$e#Збиральство може бути цікавим способом заробити трохи грошей. Також, можна використовувати знайдене на подарунки чи перекус.",
  "Wed": "Привіт. У тебе є все необхідне для ведення господарства?#$e#Як ні, ми можемо тобі допомогти.#$e#У нас вдома є всілякі корисні речі.",
  "Thu": "#$1 Caroline1#Хм-м-м... Цікаво, чи зможу я попросити П'єра приготувати вечерю сьогодні.#$e#Хм-м-м... що мені сьогодні приготувати на вечерю?#$e#Може, я просто візьму їжу на винос із салуну.",
  "Fri": "Сьогодні чудовий день.#$e#У такі дні мені подобається допомагати Евелін з громадськими садами.#$e#Вона сильна для свого віку, але я думаю, що вона цінує будь-яку допомогу, яку може отримати.",
  "Sat": "Це тільки мені здається, чи Абіґейл має нездоровий інтерес до приреченості та мороку?#$e#Може, я просто занадто стара, щоб зрозуміти.",
  "Sat_inlaw_Abigail": "За вечерею стало набагато тихіше відтоді, як Абіґейл переїхала...#$e#Ні, не тому, що вона жувала з відкритим ротом!$h",
  "Sat2": "Аббі завжди мала дивний інтерес до окультизму. Не знаю, звідки вона його взяла...",
  "Sat4": "Аббі завжди мала дивний інтерес до окультизму. Не знаю, звідки вона його взяла...",
  "Sat6": "#$1 Caroline12#Коли ми лишень переїхали сюди, я довго не могла заспокоїтися... Я не була готова до сімейного життя.#$e#П'єр дещо традиційний... але він хороша людина. Він амбітний, але завжди ставить свою сім'ю на перше місце.",
  "Sun": "Сьогодні я збираюся розслабитися і мислити позитивно.#$e#Ти коли-небудь береш вихідний?",
  "Wed6": "Долина Стардью гарна, але мені хотілося б знати більше людей.#$e#Я рада, що ми стали друзями.",
  "summer_Mon": "У середу крамниця зачинена.#$e#Пам'ятай про це, якщо тобі щось знадобиться.",
  "summer_Tue": "Останнім часом я бачу в лісі дикі фрукти.#$e#Збиральство може бути цікавим способом заробити трохи грошей. Також, можна використовувати знайдене на подарунки чи перекус.",
  "summer_Wed": "Привіт. У тебе є все необхідне для ведення господарства?#$e#Як ні, ми можемо тобі допомогти.#$e#У нас вдома є всілякі корисні речі.",
  "summer_Sat": "Це тільки мені здається, чи Абіґейл має дещо блідий вигляд?#$e#Може, я просто надто за неї хвилююся.",
  "summer_Sat_inlaw_Abigail": "Як здоров'я Абіґейл? Вона завжди була такою блідою дівчинкою. Сподіваюся, фермерський спосіб життя додасть трохи барв її щокам.",
  "summer_Sun": "Сьогодні я збираюся розслабитися і мислити позитивно.#$e#Ти коли-небудь береш вихідний?",
  "summer_Wed6": "Здається, що чим старшим стаєш, тим швидше плине час...$s ",
  "fall_Mon": "Осінь - улюблена пора року Аббі, тож я сподіваюся, що вона буде частіше виходити зі своєї кімнати",
  "fall_Mon_inlaw_Abigail": "Аббі тут дистанційно навчалася, але я не думаю, що це їй справді подобалось...#$e#Вона вільна духом, як і я до зустрічі з П'єром. Вона, мабуть, насолоджується життям на твоїй фермі.",
  "fall_Tue": "Я бачила їстівні гриби в лісі.#$e#Збиральство може бути цікавим способом заробити трохи грошей. Також, можна використовувати знайдене на подарунки чи перекус.",
  "fall_Sat": "Це тільки мені здається, чи Абіґейл забагато часу проводить за відеоіграми?#$e#Може, я трохи стара для цього.",
  "fall_Wed6": "Знаєш, я сама колись хотіла бути фермером. Ну, скоріше просто розводити тваринок.#$e#У дитинстві я завжди любила фільми про Дикий Захід.",
  "winter_Tue": "Зима сувора, але якщо пощастить, можна викопати коріння.#$e#Збиральство може бути цікавим способом заробити трохи грошей. Також, можна використовувати знайдене на подарунки чи перекус.",
  "winter_Fri": "Хоч зараз і холодно, я все одно час від часу заглядаю на грядки в громадському саду.#$e#Я просто хочу переконатися, що вони не будуть сильно пошкоджені до повернення весни.",
  "winter_Sat": "Тобі не здається, що Аббі краще виглядала б з натуральним кольором волосся?#$e#Раніше у неї було світло-каштанове волосся.",
  "winter_Wed6": "Ти чекаєш на новий рік?#$e#Я прогнозую тобі суперуспіх на тій фермі.$h"
}
