{
  "Introduction": "Ем... Привіт. Я Клінт.#$e#Я міський коваль. Якщо тобі коли-небудь знадобиться оновити свої інструменти - звертайся.",
  "Resort_Entering": "Одягну-но свої особливі червоні плавки. Вони мають привертати увагу.",
  "Resort_Leaving": "Ну, вийшло не так, як я собі уявляв...",
  "Resort_Shore": "Трясця... Я забув підстригти нігті на ногах.$s",
  "Resort_Shore_2": "Я думав, що робота в печі підготує мене до такої спеки, але я пітнію там, де навіть не знав.$s#$e#Сподіваюся, ніхто не помітив...#$e#%Тіло Клінта блищить...",
  "Resort_Chair": "Оу... Увесь мій тулуб обгорів так, як картопля фрі, обсмажена до хрусткої скоринки.$s",
  "Resort_Bar": "Я голодний...$s",
  "Resort": "*зітхання*... Усі зараз на пляжі, а я досі почуваюся так самотньо...$s",
  "reject_868": "Хм... Цікавий камінь, такого я ще не бачив.#$b#Утім, я не знаю, що з ним робити. Я звик мати справу з буденним, а не з магічним...",
  "cc_Minecart": "Стара система вагонеток якимось чином знову запрацювала у місті. Нею зручно діставатися до шахт і назад.#$b#Та зарано не розслабляйся... якщо вона може так несподівано запрацювати, то з таким же успіхом може і розладнатись...",
  "Mon": "Та. Я Коваль.#$e#Мій батько теж був ковалем.#$e#Мій дід так само був ковалем.$u#$q 9/9 Mon_old#Закладаюсь, що ти не вгадаєш, ким був мій прадід...#$r 9 30 Mon_9#Ковалем.#$r 9 50 Mon_clown#Дурнуватим клоуном.#$r 9 -50 Mon_rude#Саркастичним придурком.",
  "Mon_old": "Так, мій прадід теж був ковалем.",
  "Mon_9": "А тобі звідки відомо?$u",
  "Mon_clown": "Ха-ха-ха. Непоганий жарт.$h",
  "Mon_rude": "Ого. А це досить грубо. Я просто пожартував, а ти вже переходиш межу.",
  "Mon4": "Радій, що ти фермер, @. Приємніше працювати надворі, аніж увесь день біля розжареної печі.#$e#Я коваль лише тому, що мій батько хотів цього.",
  "Tue": "Якщо хочеш, щоб я оновив твої інструменти, ти маєш дати мені відповідну руду.#$e#І, звісно, тобі доведеться доплатити мені.",
  "Wed": "Привіт. Що тобі треба?",
  "Wed6": "О, привіт, @. Прошу, вибач, якщо я схожий на замазуру. Я весь ранок працював біля печі.$h#$e#То, тобі щось треба, чи просто захотілося в гості завітати?",
  "Thu": "Останнім часом бізнес йде повільно.#$e#Тобі слід оновити свої інструменти. Мені б не завадили гроші.",
  "Fri": "Погода для мене не має особливого значення. Зазвичай я весь рік проводжу біля свого магазину.#$e#Депресивно, так?",
  "Sat": "Іноді мені цікаво, як я опинився в цьому місті.$u",
  "Sat6": "Дідько, я вже надто старий, щоб займатися чимось цікавим. Все, на що я можу розраховувати - це роки й роки пітної, важкої роботи біля печі.",
  "Sun": "Тобі нема чим зайнятись?",
  "Sun4": "То як там поживають твої інструменти?",
  "event_advice1": "Гаразд... Матиму це на увазі.",
  "event_advice2": "У тому-то й проблема... Я поводжуся природно... але успіху ніколи не маю.$s",
  "summer_Mon4": "Радій, що ти фермер, @. Приємніше працювати надворі, аніж увесь день біля розжареної печі.#$e#Я коваль лише тому, що мій батько хотів цього.",
  "summer_Wed6": "О, привіт, @. Прошу, вибач, якщо я схожий на замазуру. Я весь ранок працював біля печі.$h#$e#То, тобі щось треба, чи просто захотілося в гості завітати?",
  "summer_Thu": "Останнім часом бізнес йде повільно.#$e#Тобі слід оновити свої інструменти. Мені б не завадили гроші."
}