{
  "Introduction": "Вітаю! Я Деметріус, місцевий науковець і батько. Дякую, що представився!^Вітаю! Я Деметріус, місцевий науковець і батько. Дякую, що представилась!#$e#Я вивчаю місцеві рослини і тварин у своїй домашній лабораторії.#$b#Ти знайомий з моєю донькою Мару? Вона дуже хоче з тобою познайомитись.^Ти знайома з моєю донькою Мару? Вона дуже хоче з тобою познайомитись.",
  "Resort_Entering": "Я вже помітив рідкісного краба. Яке чудове місце.$h",
  "Resort_Leaving": "Я аналізуватиму ці дані ще кілька місяців.",
  "Resort_Shore": "*хруст*... Ой-ой, ось і напіввимерлий вид крабів...$s#$b#...#$b#Ох, неважливо. Це була лише порожня оболонка! Цьогоніч можна спати спокійно.",
  "Resort_Chair": "Тобі весело, @? Не забувай час від часу робити перерви!",
  "Resort_Bar": "Я зазвичай не п'ю... але я зазвичай і не на тропічному острові. Ха-ха-ха.$h",
  "Resort": "Ти можеш повірити своїм очам у це місце? Воно кишить екзотичним життям!",
  "reject_869": "Гарний екземпляр, але дуже поширений вид. Можеш залишити собі.",
  "reject_865": "Фрукт і сіль? Яке дивне поєднання...$s",
  "pamHouseUpgradeAnonymous": "Робін навіть не скаже *мені*, хто заплатив за новий будинок для Пем!#$e#Я вдаю, що злюся на неї, та потай радію, що вона така вірна своєму слову...$h",
  "Mon": "Мару іноді допомагає мені в лабораторії... Вона хороша дитина.",
  "Mon_inlaw_Maru": "Без допомоги Мару важко займатись наукою...#$b#Але її щастя набагато важливіше за мій експеримент!",
  "Tue": "Ця долина має дуже яскраву та різноманітну екосистему. Це одна з причин, чому я був радий переїхати сюди.",
  "Wed": "Ти, напевно, вирощуєш багато цікавих рослин на своїй фермі, еге ж?#$e#Можливо, я колись до тебе зайду та подивлюсь.",
  "Thu": "Як поживає фермерський бізнес? Зараз сезон пастернаку, чи не так?#$e#Можу собі уявити, як це затишно - цілими днями працювати на свіжому повітрі з рослинами.",
  "Fri": "У Робін гаряча вдача. Краще її не злити.#$e#Не кажи їй, що я це сказав.$h",
  "Sat": "Погляньмо... Якщо сполуки в ризосфері містять достатній рівень Вуглецю-13, то...$u#$b#О, вибач. Я обмірковував деякі дані й не помітив тебе.#$e#Щось потрібно?",
  "Sun": "Час від часу корисно робити перерву в роботі.#$e#Хоча, гадаю, це досить складно, коли живеш на фермі.#$e#Принаймні взимку тобі не доведеться турбуватися про врожай.",
  "Fri4": "У Робін гаряча вдача. Краще її не злити.#$e#... тепер, якби я міг лише кількісно виміряти рівень її настрою, можливо, зміг би змоделювати коливання за допомогою синусоїди...$u",
  "Wed6": "Привіт, @! Як справи сьогодні?#$e#Хотів би я якось полегшити твою фермерську роботу.",
  "Event_tomato1": "Справді? Я думав, що фермер знатиме правильну відповідь...$s",
  "Event_tomato2": "Бач? @ погоджується зі мною.",
  "Event_Lab_Silence": "Що ж, нам краще відтитрувати цей розчин, перш ніж він кристалізується на нас.",
  "Event_Lab_Rat": "*зітхання*... %fork$4",
  "summer_Mon": "#$e#%Деметріус глибоко замислився.#$e#Вибач, я дуже зайнятий.#$e#Зараз так багато рослин для вивчення.",
  "summer_Tue": "Обов'язково щодня поливай рослини.#$e#Хоча, якщо ти використовуєш водоутримувальний ґрунт, тобі не потрібно турбуватися про полив так часто.#$e#Це досить зручно.",
  "summer_Thu": "Як поживає фермерський бізнес? Зараз сезон пастернаку, чи не так?#$e#Можу собі уявити, як це затишно - цілими днями працювати на свіжому повітрі з рослинами.",
  "summer_Fri": "$p 40#Я чув, що Мару попросила тебе подивитися в телескоп на задньому дворі.|Якщо ти з Мару подружишся, я впевнений, вона покаже тобі, як користуватися телескопом на задньому дворі.#$e#Захопливо, правда?",
  "summer_Fri_inlaw_Maru": "Сподіваюся, моя донька не відстає в математиці та природничих науках!",
  "summer_Sat": "Гм-м... Якби рівень стриголактону можна було підвищити, чи мав би це пропорційний вплив на ріст мікоризи?$u#$b#О, вибач. Я обмірковував деякі дані й не помітив тебе.#$e#Щось потрібно?",
  "summer_Mon6": "Я став науковцем, бо хотів зробити свій внесок у розвиток нашого виду.#$e#Звісно, все це було б неможливим без таких фермерів, як ти.$h",
  "fall_Mon": "У цей сезон я відвертаю свою увагу на гриби.",
  "fall_Tue": "Завдяки науці ми багато знаємо про природу.#$e#Але завжди є ще багато чому навчитися.",
  "fall_Thu": "Як поживає фермерський бізнес? Зараз сезон кукурудзи, чи не так?#$e#Можу собі уявити, як це затишно - цілими днями працювати на свіжому повітрі з рослинами.",
  "fall_Fri": "Мару проводить багато часу, працюючи над своїми ґаджетами.#$e#Я радий, що вона така віддана своїй справі.",
  "fall_Fri_inlaw_Maru": "Я досі приголомшений таємним роботом Мару... чи було це все сном?",
  "fall_Sat": "Погляньмо... можливо, на рівень азотфіксації впливають виділення нематод...$u#$b#О, вибач. Я обмірковував деякі дані й не помітив тебе.#$e#Щось потрібно?",
  "fall_Wed6": "Привіт, @. Я завжди радий, коли ти навідуєш нас.#$e#Приємно мати компанію після всієї тієї самотньої лабораторної роботи.",
  "winter_Mon": "Зараз я беру перерву в дослідженнях.",
  "winter_Tue": "Поговори з моєю дружиною, якщо хочеш розширити свій будинок.",
  "winter_Wed": "У твоєму домі вже є кухня?#$e#Приготування їжі - це як виконання лабораторної роботи.",
  "winter_Thu": "Чи є у тебе тварини на фермі?",
  "winter_Fri": "Привіт.#$e#%Схоже, Деметріус занурився у роздуми.",
  "winter_Sat": "Погляньмо... якби сезонні рівні азоту можна було змоделювати за допомогою кусково-заданої функції...$u#$b#О, вибач. Я обмірковував деякі дані й не помітив тебе.#$e#Щось потрібно?",
  "winter_Sun": "Якщо хочеш - можеш рубати дерева та збирати каміння з цієї місцевості, скільки заманеться.",
  "winter_Fri4": "Дякую за візит. Мені потрібно подумати про щось інше, окрім бобових культур, на деякий час.#$e#Тож, чим ти займався останнім часом?^Тож, чим ти займалась останнім часом?#$e#Звучить цікаво."
}