{
  "Introduction": "Привіт і ласкаво прошу до нашої маленької громади, любко! #$b#Якщо хочеш, можеш кликати мене \"бабусею\".$h",
  "reject_867": "Ох, я впевнена, що Джорджу це було б цікаво!",
  "reject_866": "Це дуже гарна троянда, любий. Ти показував її Емілі? Вона нагадує мені про неї.^Це дуже гарна троянда, люба. Ти показувала її Емілі? Вона нагадує мені про неї.",
  "pamHouseUpgrade": "Сонце... так мило з твого боку поселити Пем у новому прекрасному будинку!$h#$e#Коли люди так піклуються один про одного, це зігріває моє серце...",
  "pamHouseUpgradeAnonymous": "Зви мене старою дурепою... але, здається, я здогадуюсь, хто заплатив за новий будинок Пем... *підморгує*",
  "MovieInvitation": "О, боже! Це так люб'язно з твого боку, любий. Чому б і ні... Я з радістю піду в кіно!$h^Боже мій! Це так люб'язно з твого боку, люба. Чому б і ні... Я з радістю піду в кіно!$h#$b#Ти йди, а я зустрінуся з тобою в кінотеатрі.",
  "Mon": "Боже мій! Який чудовий день.$u",
  "Tue": "Не звертай уваги на мого чоловіка, Джорджа. Він не дуже привітний до незнайомців.#$e#Якщо познайомишся з ним ближче, він пом'якшає до тебе.#$e#Я впевнена, що одного дня ви могли б стати хорошими друзями!$h#$e#Раз ви так цікавишся моїм чоловіком, відкрию вам маленький секрет: він дуже любить цибулю порей! Її можна знайти в горах у цю пору року.",
  "Wed": "#$1 evelynGarden1#Вчора я бачила найкрасивішу сім'ю метеликів, які засмагали в міському садочку.$k#$e#Добрий мер призначив мене відповідальною за міські садки.#$e#Я вже кілька тижнів працюю над міськими клумбами, тож не наступай на них!",
  "Thu": "Сьогодні я пектиму печиво. Навесні я люблю робити його у фігурках квітів.$h#$e#Можливо, колись я поділюся своїм рецептом.",
  "Fri": "Джордж проводить цілий день перед цим клятим телевізором.#$e#Я б хотіла, щоб він більше виходив на вулицю. Свіже повітря пішло б йому на користь.",
  "Sat": "Раніше я любила дивитися на хмари, але зараз мені важко їх бачити.#$e# Мої очі вже не ті, що раніше.$s",
  "Sun": "Приємно знаходитись так близько до океану. Під шум моря набагато легше засинати.#$e#У дитинстві ми полювали за мушлями після відпливу. Оце були дні...",
  "Tue6": "Дуже приємно, що ти знайшов час відвідати нас із Джорджем.^Дуже приємно, що ти знайшла час відвідати нас із Джорджем.#$e#Без молоді ми б старіли набагато швидше.$h",
  "Event_cookies1": "Дякую!$h",
  "Event_cookies2": "Про що ти, любий? Можу поклястися, що ти сказав \"хокейна шайба\". *зітхання* Мої вуха вже не ті, що раніше.$s^Про що ти, люба? Можу поклястися, що ти сказала \"хокейна шайба\". *зітхання* Мої вуха вже не ті, що раніше.$s",
  "summer_Mon": "У цю чудову погоду я почуваюся енергійнішою.$u",
  "summer_Mon_inlaw_Alex": "Як поживає мій онук? Гадаю, йому дуже подобається жити на фермі.#$e#Він заслуговує на щастя... він хороший хлопець.",
  "summer_Tue": "Влітку Джордж завжди трохи менш сварливий. Тепла погода розм'якшує його кістки.#$e#Ти, може, не знаєш, та я - ні. Я знаю його шістдесять років!",
  "summer_Wed": "Добрий мер призначив мене відповідальною за міські садки.#$e#Я вже кілька місяців працюю над міськими клумбами, тож не наступай на них!",
  "summer_Thu": "Сьогодні я хочу спекти печиво. Це кокосові дива у формі маленьких пальм! Хі-хі.$h#$e#Можливо, колись я поділюся своїм рецептом.",
  "summer_Sat": "Обережніше там, любий. Ти можеш обгоріти на сонці!^Обережніше там, люба. Ти можеш обгоріти на сонці!",
  "summer_Sun": "Зараз цвіте запашний горошок.#$e#У них такий чудовий аромат, правда?",
  "summer_Thu4": "Здається, коли я починаю пекти печиво, у нас завжди стає більше гостей.#$e#Рецепту мене навчила мама.",
  "fall_Mon": "З кожним роком я все більше і більше ціную пори. Молодь легко пропускає їх повз увагу.",
  "fall_Tue": "Я кладу родзинки у вівсянку Джорджу... але він не каже ні слова. Цікаво, чи він взагалі це помічає?",
  "fall_Wed": "Добрий мер призначив мене відповідальною за міські садки.#$e#Осінні квіти ніжні, тож не наступай на них! Я знаю, як ви, діти, любите це робити.",
  "fall_Thu": "Сьогодні я печу печиво. Вони схожі на маленькі гарбузики.$h#$e#Можливо, колись я поділюся своїм рецептом.",
  "fall_Sat": "Ти дружиш з Алексом?#$e#Іноді він мене страшенно турбує..",
  "fall_Sat_inlaw_Alex": "О, привіт, мій любий. Тепер я думаю про тебе, як про власного онука.$h^О, привіт, моя люба. Тепер я думаю про тебе, як про власну онуку.$h",
  "fall_Sun": "Мій зір, можливо, і поганий, але ніс мене ще не підводив!#$e#Я відчуваю запах опалого листя та грибів. Він нагадує мені ліси, в яких я гралася в дитинстві.",
  "winter_Mon": "Обережно, не посковзнися на льоду, любий.^Обережно, не посковзнися на льоду, люба.",
  "winter_Tue": "Тобі не холодно? Надінь товстіший піджак, любий!^Тобі не холодно? Надінь товстіший піджак, люба!#$e#Така погода не сприяє моїм суглобам...$s",
  "winter_Wed": "Зазвичай я доглядаю за садком, але він засипаний снігом.#$e#Я досі люблю поглядати за ними час від часу.",
  "winter_Sat": "Ми живемо тут понад 30 років.#$e#Ми бачили багато людей, які приходили і йшли. Наприклад, твій дідусь. Благослови його... *зітхання*",
  "winter_Sat6": "Ох... мій любий. У тебе дідові очі.$s^Ох... моя люба. У тебе дідові очі.$s#$e#Так... так... Я його дуже добре знала.",
  "winter_Sun": "Щоб не змерзнути, варто зварити гарячий суп.#$e#І не забути надіти куртку!",
  "winter_Sat8": "@, а я тобі казала, що ми з Джорджем живемо у своїм будинку вже 30 років?#$e#Сподіваюсь, ти лишишся на трохи.$h"
}