{
  "Introduction": "Пф-ф-ф... Дратує, коли доводиться знайомитись з усіма цими новими людьми, так?#$b#До слова, мене звуть Джордж. А тепер забирайся... Хммм.",
  "accept_867": "Що це?#$b#Хм... то ти спочатку натискаєш цю кнопку? А ця що робить? Хм... *буркіт*#$b#Хе-хе! Ну, як вам таке! Новий канал!$h#$b#Ось, візьми. Це камінь, який я знайшов, коли був шахтарем. Дивно, але він світився синім і залишався холодним понад сорок років. Неначе магія!",
  "pamHouseUpgrade": "Спасибі, що замінив старий дряхлий трейлер... новий будинок набагато приємніший на вигляд.^Спасибі, що замінила старий дряхлий трейлер... новий будинок набагато приємніший на вигляд.#$e#Знаєш, я впевнений, що він також збільшує вартість нашого майна!",
  "pamHouseUpgradeAnonymous": "Що ж... новий будинок трохи закриває мені вид на річку... але він виглядає краще, ніж стара бляшанка, в якій жила Пем.",
  "MovieInvitation": "Хочеш подивитися кіно з таким старим дідуганом, як я? ... Ну... гаразд. Зустрінемося там.",
  "joja_Begin": "Отже... старого громадського клубу більше немає, та? Що сталося з цінностями малого містечка? Шкода, як змінився час...",
  "Mon": "Я не надто балакучий. Особливо з незнайомцями, якщо дозволите.",
  "Tue": "Хм... Схоже, це ще один похмурий день.$s",
  "Wed": "Алекс - мій онук. Я тобі вже казав?#$e#Га? Кажи голосніше.",
  "Wed_inlaw_Alex": "Як двоє чоловіків можуть побратися? Це неприродно... Хм. Думаю, я просто старомодний...^Тепер ти частина сім'ї. Радий, що мій онук знайшов таку гарну дружину.",
  "Wed10_inlaw_Alex": "Зізнаюсь, я думав, що це... дивно... для двох чоловіків бути разом. Але ти такий милий юнак, і я знаю, що ви двоє закохані... Я передумав.^Тепер ти частина сім'ї... і я не можу пишатися тобою більше.",
  "Thu": "Я не можу зараз розмовляти, юначе.^Я не можу зараз розмовляти, пані.#$e#Зараз показують мою улюблену телепередачу.",
  "Fri": "То ти фермер, так? Принаймні, це чесна праця.",
  "Sat": "Вихідні для мене нічим не відрізняються від будь-якого іншого часу.#$e#Так буває, коли ти на пенсії.",
  "Sun": "Тобі не холодно? Вони не роблять светрів, як раніше.#$e#*зітхання*",
  "Mon6": "Я здивований, що ти хочеш дружити з таким старожилом, як я.",
  "Thu6": "Привіт, @. Подивишся зі мною телик?",
  "Fri4": "Мій дід був фермером. Це поважна професія.#$e#Якби я не був таким старим, я б приїхав до тебе на ферму і показав би дещо...",
  "Wed8": "Я б хотів, аби мої ноги працювали, щоб я міг пограти в м'яча з Алексом.$s#$e#Цього ніколи не станеться.$s",
  "Fri8": "Я тут подумав... Може, я був трохи буркотливим.$s#$e#Раніше я думав, що нікому немає діла до нас, стариків.",
  "Fri10": "Знаєте, я справді був для всіх сварливим стариганем. Але зараз я відчуваю, що розм'якшую, як старий стиглий плід. Хе-хе!$h#$e#Бережи себе, синку.^Бережи себе, люба.",
  "Wed10": "@! Дай-но вимкну цей клятий телевізор, і ми зможемо трохи поговорити.$h#$e#То чим же займається молодь у наш час?",
  "Tue10": "Знаєш, мені не варто надто засмучуватися через ноги.#$e#Я маю просто радіти тому, що я живий.$h",
  "Thu10": "Коли ти стаєш таким старим, як я, набагато важче пристосуватися до нового.#$e#Одного дня ти зрозумієш, про що я.#$e#Вперед, насолоджуйся життям, поки ще молодий.^Вперед, насолоджуйся життям, поки ще молода.",
  "winter_1": "Ох... Як холодно.#$e#Коли ти молодий, холод не кусається так сильно."
}