{
    "Introduction": "Що ж, вітаю! Я Ґас, шеф-кухар і власник салуну \"Зорекрапля\".#$e#Заходь, якщо хочеш чогось перекусити. У мене завжди напоготові гаряча кава та холодне пиво.$h",
    "accept_865": "*вдих* *вдих* ... цей різкий запах!#$b#*лизь* *лизь* ... цей пікантний смак! Ця зерниста текстура!#$b#Це може бути тільки вишукана томатна сіль! Я обміняю її у тебе.",
    "Resort_Entering": "Привіт, @! Радий, що ти тут. Я збираюся подати дещо смачненьке з-за барної стійки.",
    "Resort_Leaving": "Побачимося вдома, @.",
    "Resort": "Зустрінемося в барі, якщо захочеш випити.",
    "IslandSouth_14_21": "Гей, хочеш випити? У мене є кілька особливих напоїв, які розкривають місцеві інгредієнти з цього острова.$h",
    "willyCrabs": "Це, мабуть, найкращі крабові котлетки, які я коли-небудь готував...",
    "Mon": "Так, я багато знаю про людей, що тут живуть.#$e#Це одна з переваг роботи барменом.$h#$e#Іноді я чую занадто багато...",
    "pamHouseUpgrade": "Привіт. Я чув, що ти зробив для Пем. Це було дуже, дуже мило з твого боку!^Привіт. Я чув, що ти зробила для Пем. Це було дуже, дуже мило з твого боку!$h#$e#На жаль, я не думаю, що через це вона скоротить споживання \"напоїв\"...",
    "pamHouseUpgradeAnonymous": "Сьогодні я бачив Пем... вона сьогодні мов на світ народилася! Сказала, що хтось купив їй новий будинок!#$e#Хто б цей добродій не був, він дійсно заслуговує на найкраще!$h",
    "Saloon": "Добрий вечір. Можу я тобі щось запропонувати?",
    "Saloon4": "Добрий вечір. Почувайся як удома.",
    "SeedShop_Entry": "Привіт, П'єре!/Отже, що мені потрібно.../Ах, виглядає чудово!/Сьогодні я готую свій особливий соус!/П'єре! Що нового?/П'єре! Що там у тебе для мене?",
    "Saloon8": "Привіт, @. Радий тебе бачити! Тобі тут завжди раді.",
    "Saloon_Tue": "Привіт! Прошу, розслабся та отримуй задоволення.",
    "Saloon_Thu": "Схоже, тобі не завадило б чогось випити.",
    "Saloon_Fri": "Сьогодні справи йшли дуже добре. Я задоволений.",
    "Tue": "Щотижня я продаю різні страви, тож обов'язково заглядай сюди час від часу!#$e#Можливо, скуштуєш щось неймовірне.$h#$e#Але дай мені знати, якщо у тебе є алергія.$s#$e#Гаразд, ще побачимось.",
    "Wed": "Емілі працює тут вже деякий час. Не знаю, що б я без неї робив!#$e#Не хотілося б мити всі ті каструлі самотужки.$s",
    "Thu": "Пем і Клінт приходять до салуну майже щовечора.#$e#Я б, напевно, збанкрутував, якби вони перестали приходити.$h#$e#Тож не прожени їх ненароком, добре?",
    "Thu6": "Клінт приходить до салуну майже щовечора і сідає за той самий столик сам.#$e#Іноді він нервово поглядає на Емілі. Гм-м.#$e#Може, тому він так часто приходить. Що ж, це значить, що у мене буде більше роботи.",
    "Thu8": "Пем приходить до салуну майже щовечора і п'є забагато пива.#$e#Ну що ж, я не маю судити своїх клієнтів.",
    "Fri": "Привіт, @. Якщо коли-небудь душитиме спрага, то Салун - саме те місце, що виручить тебе.",
    "Fri4": "Я сам не дуже багато п'ю. Здебільшого я роблю це для того, щоб заробити на життя.#$e#Хоча час від часу мені подобається куштувати вино з Долини Стардью.",
    "Sat": "А ти, @, кухар, чи не так?#$e#Якщо у тебе є кухня і кілька рецептів, ти можеш приготувати кілька корисних страв.#$e#Домашні страви - чудовий подарунок.",
    "Sun": "Бізнес був досить стабільним завдяки моїм постійним клієнтам."
}