{
  "Introduction": "Дуже радий познайомитися. Я Гарві, місцевий лікар.#$e#Я проводжу регулярні огляди та медичні процедури для всіх мешканців міста Пелікані. Це благородна робота.#$e#Сподіваюся, колись і ваша робота приноситиме таке ж задоволення.$h",
  "Resort_Entering": "Сонцезахисний крем? Є...#$b#Капелюх від сонця? Є....",
  "Resort_Leaving": "Якщо згориш на сонці, крем з алое вера допоможе втамувати біль.",
  "Resort_Shore": "Я прочесав увесь пляж на наявність скла. Ми ж не хочемо, щоб хтось порізався!",
  "Resort_Chair": "Інколи добре просто взяти й відпочити.#$b#Головна проблема полягає в тому, щоб відпустити на цей час свої турботи...$s",
  "Resort_Bar": "У таку спеку дуже важливо багато пити. Треба спитати Ґаса, чи є у нього тут кокосова вода!$h",
  "Resort": "Я відкрию тобі один свій секрет... Я можу плавати тільки з нарукавниками.$s",
  "danceRejection": "Оу! Вибач... Я вже, е-е... планую запросити іншого.$s",
  "divorced": "Я... Я не можу дивитися на тебе. Прошу, годі мене мучити.$s",
  "breakUp": "...Т...Ти...?$s#$b#*схлип*... Зда... здається, мені зараз погіршає...$s",
  "dumped_Guys": "У мене зараз робота. Немає часу на розмови.$s",
  "secondChance_Guys": "Я не хочу розривати з тобою стосунки, @. Я хочу забути все, що сталося.$s",
  "Mon": "У нас в клініці продаються деякі ліки без рецепта... заходь, якщо відчуєш сильну перевтому.#$b#Я знаю, що робота на фермі потребує багато сил... не запрацьовуйся!",
  "Mon2": "Я відчуваю відповідальність за здоров'я кожного у цьому місті... це важко.#$e#Громада в нас досить маленька, і я радий, що можу підтримувати з пацієнтами хороші стосунки.",
  "Mon6": "Я хотів би лишитися в долині Стардью трохи довше. Я нарешті починаю відчувати себе частиною спільноти.#$e#Приємно усвідомлювати, що ти приносиш користь.",
  "Mon10": "А! Привіт, @.$l#$e#У тебе... є якість питання що стосуються медицини?$l",
  "Tue": "Якщо погано себе почуватимеш, заходь.#$e#Щоправда. ти ще досить молодий. Навіть якщо не дбатимеш про своє здоров'я, то найімовірніше, що не захворієш.$h",
  "Tue8": "Не перенавантажуй себе, @. Кажу як лікар!#$e#Мені важливе твоє здоров'я.$l",
  "Wed4": "Я хотів би дізнатися про тебе більше, @. Забудьмо поки про те, що я лікар, а ти - пацієнт.",
  "Wed6": "Приємно, коли маєш друга в місті.$h",
  "Wed8": "Ти весь аж сяєш здоров'ям. Це добре.$h^Ти вся аж сяєш здоров'ям. Це добре.$h",
  "Wed": "Не забувай прикривати рота ліктем, коли чхаєш.#$e#А потім не забудь вимити лікоть.",
  "Thu8": "Лікар завжди має купу роботи. Я вживаю не таку здорову їжу, як мав би.$s#$e#Напевно, мені було б легше, якби я жив не сам.$l",
  "Thu": "Харчування дуже важливе, тому не забувай харчуватися правильно. Постарайся їсти більше овочів!#$e#Домашня їжа підійде найкраще. Ти вмієш готувати?",
  "Fri": "Чудовий день, чи не так?#$e#Хотілося б мені мати менше роботи.$s",
  "Fri4": "Якщо хочеш зайти до моєї квартири, я не проти. Вона розташована над клінікою.",
  "Fri10": "Заходь, якщо знадобиться анонімний медогляд.$l",
  "Sat": "Я можу чимось допомогти?#$e#Бувай.",
  "Sat4": "Я приїхав сюди, тому що мені сподобалася атмосфера містечка та хороший потенціал всебічного підходу до лікування пацієнтів.#$e#Мене тут дуже подобається.$h",
  "Sat8": "*зітхання*... Я починаю відчувати себе дещо старим...#$e#Що старішим стаєш, то сильніше спогади тебе обтяжують. Інколи це просто нестерпно.$s#$e#Думаю, поки ти поруч, я ще довго не застарію.$l",
  "Sun": "Гм-м... Я ледве зводжу кінці з кінцями. Занадто мало в мене пацієнтів.#$e#Напевно, треба залучати пацієнтів із сусідніх містечок...",
  "Sun6": "Уяви, що життя пацієнта повністю у твоїх руках, а тобі не вдалося його утримати... це лишиться з тобою на все життя.$s",
  "event_george1": "Дякую, @.$h#$b#Бачите, Джордже, я просто хочу вам допомогти.",
  "event_george2": "*зітхання*$s#$b#Послухайте, Джордже. Якщо ви й далі так поводитиметесь, мені доведеться розповісти про це вашій дружині. Навряд вона зрадіє.",
  "event_aerobics1": "Дякую, @. Я це ціную.$h",
  "event_aerobics2": "*зітхання*... як грубо.$s",
  "event_heart1": "Оу! Боїшся лікарень та лікарів, так?#$b#Просто спробуй розслабитися. Я лише хочу допомогти.$h",
  "event_heart2": "Гаразд. Це логічно.",
  "event_heart3": "Ем. Гаразд... Як скажеш.$s",
  "event_grave1": "... Саме так.#$b#... Дякую.",
  "event_grave2": "*зітхання*$s",
  "summer_Mon": "Трохи сонячного світла не зашкодить. Тільки постарайся не обгоріти.#$e#Гаразд. Бувай! Бережи здоров'я.",
  "summer_Thu": "Фізичні вправи важливі, але не перестарайся, бо закінчиш у мене в клініці!#$e#Не забувай прислуховуватись до свого тіла.",
  "summer_Fri": "Влітку люди менше хворіють. Це добре, але й заробіток через це у мене менший.",
  "fall_Fri": "Ти досліджуєш шахту, @?^#$e#Небезпечне місце. Я б не радив лізти туди.",
  "fall_Sat": "Певна їжа допоможе тобі в роботі краще.#$e#До прикладу, \"Обід фермера\" дасть тобі сил для поливу та збору врожаю!",
  "winter_Wed": "Зараз сезон грипу, тому будь обережним.^Зараз сезон грипу, тому будь обережною.#$e#Частіше мий руки.",
  "winter_Sun": "Неприємно таке казати, але в сезон грипу я заробляю значно більше грошей.#$e#Мабуть, якби люди не хворіли, я б збанкрутував.#$e#Не подумай неправильно! Я хочу, щоб люди були здорові... правда!"
}