{
  "Introduction": "А ти не зовсім такий, як я собі уявляла... але це біда! Я Джоді.^А ти не зовсім така, як я собі уявляла... але це біда! Я Джоді.#$e#Це тихе маленьке містечко, тому дуже класно, коли до нього переїздить хтось новий! Поява фермера може все змінити.",
  "Resort_Entering": "Оце насолода!",
  "Resort_Leaving": "Думаю, сьогоніч я приготую морепродукти.$h",
  "Resort": "Краєвид звідси захоплює дух! Глибока синява, наскільки сягає око...",
  "Resort_Bar": "Ми всі в захваті від появи Ґаса.",
  "reject_864": "Що це? Схоже, це один з товаришів Кента з війни. Може, покажеш її йому?",
  "Mon": "Ведення домашнього господарства - це важка робота... та хтось повинен її виконувати.#$e#Правда?",
  "Mon6": "Добре мати сім'ю... але я збрехала б, якби сказала, що ніколи не сумую за можливостями молодості...$s",
  "2_1": "Мій чоловік Кент - солдат, працює за кордоном. Тому зараз його тут немає.#$b#Я знаю, що він повернеться цілим і неушкодженим, як тільки закінчиться його відрядження!!#$e#Щось треба?",
  "Tue": "Фізичні вправи важливі для збереження здоров'я. Я завжди стараюся виділити для них час.#$e#Як мати, я не маю багато часу, щоб присвятити його собі. Тому я намагаюся цінувати кожну хвилину.",
  "Wed4": "Хотілося б більше часу проводити на свіжому повітрі, але в мене дуже багато роботи.#$e#Я почала носити гумові рукавички, щоб зберегти руки м'якими.#$e#Що старше стаєш, то більше роботи тобі доводиться виконувати, щоб лишитись здоровим.$s#$e#Гаразд, па!",
  "Wed": "Що ти сказав? Вже %time? Боже милий!#$e#У мене ще купа роботи!$s",
  "Thu6": "Куди дівається весь час? *зітхання*#$e#Пам'ятаю, як Сем був маленьким немовлям у підгузках. Він був таким милим малюком.$s#$e#Не кажи йому, що я це розповіла.$h#$e#Тобі, мабуть, дуже подобається зі мною розмовляти?",
  "Thu": "То ти фермер, так? Цікаво.#$c .5#Я ніколи раніше не бачила фермерів.$k#$e#Може, колись ти навчиш мене вирощувати овочі.$h",
  "Fri": "$d Joja#Їжа в JojaМаркеті, може й не найкорисніша для моєї сім'ї, але з такими низькими цінами лише дурень купував би деінде!|Їжа у П'єра набагато свіжіша та корисніша, ніж та, яку я коли-небудь купувала у JojaМаркеті. Втім я сумую за їхніми низькими цінами.",
  "Sat": "Привіт.#$e#Щось потрібно?",
  "Sat4": "Я дуже рада, що ти стараєшся над тією старою фермою.#$e#Щойно приведеш все до ладу, наша громада сильно поповниться!$h#$e#Але тобі доведеться багато працювати.#$e#Бувай.",
  "Mon2": "$d kent#Вчора я ходила до вівтаря Йоби, щоб подякувати за те, що чоловік безпечно повернувся.|Вчора я ходила до вівтаря Йоби, щоб попросити про безпечне повернення мого чоловіка.#$e#Я стараюсь лишатися при доброму гуморі, але іноді це важко.$s",
  "Sun": "#$c .5#Сьогодні я відпочиваю від домашніх справ.$h#$e#Сьогодні у мене вихідний.$h#$e#Якщо я не буду виходити на свіже повітря, я ж збожеволію!#$e#До того ж я не хочу, щоб мої ноги стали м'якими.",
  "Sun8": "Мені наснилось, що я маю повну свободу, і не зобов'язана нікому, крім себе...#$b#...Потім я прокинулась і зрозуміла, що попереду мене чекає цілий день домашніх справ...$s#$e#Але я не шкодую, що у мене є сім'я, @... Сем та Вінсент значать для мене все!",
  "summer_Mon": "Літо - це добре, але також це сигнал про більшу кількість роботи.#$e#Мені доведеться підтримувати сад у належному стані на додачу до роботи вдома!",
  "summer_Tue": "Привітик.#$e#Тобі щось потрібно? Я трохи зайнята.",
  "summer_Tue_inlaw_Sam": "Як мій малий Семчик поживає на старій фермі?$h",
  "summer_Thu": "Домашня робота розчаровує, тому що вона ніколи не закінчується.#$e#На наступний день після того, як я підмела підлогу, вона знову брудна.",
  "summer_Sun": "Що ж мені приготувати на вечерю?#$e#*зітхання*...",
  "fall_Thu": "Може, я трохи розпестила хлопців. Вони ніколи не виконували роботи по дому.#$e#Можливо, я хочу, щоб вони могли насолоджуватися дитинством, поки ще можуть. Ну, Сем уже майже дорослий чоловік.#$b#Сподіваюся, він не виріс ледарем. Так не годиться.$s#$e#Бути мамою не так уже й просто.",
  "fall_Thu_inlaw_Sam": "Сем на фермі просто дурнею займається чи робить щось по господарству?",
  "fall_Sun": "Ми з Керолайн хороші подруги. Я їй про все розповідаю.",
  "fall_Sun2": "Коли у тебе з'являється своя сім'я, ти маєш залишити свій старий спосіб життя позаду.#$e#Можливо, це не зовсім так... але якщо не бути обережним, воно неодмінно станеться.",
  "winter_Mon": "У дитинстві я любила гратися в снігу. Найпрекрасніше в материнстві те, що я й зараз можу бавитися цим.$h",
  "winter_Tue": "Привіт. Тобі не набридає, що всі постійно розпитують про твою ферму?#$e#Думаю, мені б набридло.",
  "winter_Tue6": "*зітхання*... Іноді я мрію про життя на самоті... без сім'ї, про яку треба піклуватися. Хіба це жахливо?$s#$e#Нікому не кажи.$4",
  "winter_Wed2": "Як мені розважитись? Хм... Це чудове питання.#$e#Я люблю спати.$s",
  "winter_Wed4_2": "Кент нещодавно повернувся додому, але досі почуває себе неспокійно.$s",
  "winter_Thu": "Сем створює багато шуму своєю музикою. Сподіваюся, вона не заважає сусідкам.",
  "winter_Thu_inlaw_Sam": "Як поживає Сем? Маю визнати, що готувати і прибирати доводиться менше, відколи він переїхав...",
  "winter_Thu8": "Ми трохи поквапились з одруженням, адже Кент був солдатом і все таке... Я ледве відчула смак молодості та свободи, а тепер вже запізно повертатися назад.$s#$e#Повірити не можу, що кажу це тобі.$4",
  "winter_Fri": "Було б непогано час від часу брати відпустку...$s",
  "winter_Sun": "Якби я була багатою, перше, що я зробила б, так це найняла б покоївку та шеф-кухаря.#$e#Божечки, це було б чудово!$h"
}