{
    "Mon": "Привіт, фермер.#$e#Мене так довго не було... Я відчуваю себе чужим.",
    "Resort_Entering": "Привіт, @. Радий тебе бачити.",
    "Resort_Leaving": "Час додому.",
    "Resort_Shore": "Стоячи на цьому пляжі... я відчуваю рідкісне відчуття спокою.$h#$e#Океан - це дуже особлива річ.",
    "Resort_Chair": "Це чудове місце для спілкування з родиною. Я дуже ціную, що ти його відремонтував.^Це чудове місце для спілкування з родиною. Я дуже ціную, що ти його відремонтувала.",
    "Resort_Bar": "Просто принесу води.",
    "Resort": "Поїздка на човні була веселою. Мені навіть довелося використати деякі з моїх морських навичок, щоб допомогти з навігацією.$h",
    "MovieInvitation": "Ем-м... гаразд. Дякую. Зустрінемося там.$h",
    "accept_864": "...!$4#$b#...Де ти це знайшов?$4^...Де ти це знайшла?$4#$b#...$5#$b#Цей чоловік... Ми разом воювали на війні, @. Він був мені як брат. #$b#Але... лише один з нас повернувся.$5#$b#Але він ніколи не втрачав мужності. Навіть перед обличчям смерті. Справжній герой... Я ніколи його не забуду.#$b#Дякую, що приніс мені це... Це багато для мене значить.^Дякую, що принесла мені її... Це багато для мене значить.#$b#Ось, візьми. Вона роками стояла у нас у шафі, і ми ніколи нею не користувалися.",
    "reject_865": "Ага... Він був щільно запечатаний, тож аромат має бути дуже сильним.",
    "Mon4": "Не знаю, чи зможу я коли-небудь звикнути до мирного життя.#$e#Таке враження, наче спокій цього містечка всього лише ілюзія. Хоча, можливо, це тільки мені так здається.",
    "Tue": "Відтоді, як я поїхав, нічого не змінилося.#$e#Ну, за винятком тебе.",
    "Tue2": "Відтоді, як я поїхав, нічого не змінилося.#$e#За винятком того, що у нас в місті з'явився новий фермер.$h",
    "Wed6": "...я втратив багато друзів у бою.$s#$e#Найсумніше, що я навіть не пам'ятаю їхніх облич.#$e#...",
    "Wed": "Ти тут вже давно, чи не так? Твоя ферма, мабуть, процвітає.",
    "Thu6": "#$1 Kent1#Я на ногах з 4-ї ранку... Іноді я думаю, чи зможу я коли-небудь повернутися до нормального життя.$k#$e#Сем дуже виріс з того часу, як я поїхав. Він тепер чоловік.#$e#Шкода, що мене не було з ним поруч..$s",
    "Thu": "Ти дружиш з моїм сином?#$e#Ти, напевно, знаєш його краще за мене...$s",
    "Thu_inlaw_Sam": "Привіт, @. Тобі подобається подружнє життя?",
    "Fri": "Сьогодні, схоже, гарний день для риболовлі, чи не так?",
    "Sat": "Джоді каже, що ти справді став частиною цієї спільноти. Радий це чути.^Джоді каже, що ти справді стала частиною цієї спільноти. Радий це чути.",
    "Sat8": "У мене проблеми зі сном, тому, будь ласка, вибач, якщо я виглядаю втомленим.#$e#Впевнений, що ти зрозумієш.",
    "Sun": "Я не знаю, що робити з собою тепер, коли я повернувся.#$e#Я звик до більшої впорядкованості свого часу.",
    "event_popcorn1": "А ти мовчи! Не намагайся налаштувати мене проти моєї дружини.$u",
    "event_popcorn2": "...$s#$b#Ти абсолютно маєш рацію, @.$s",
    "event_popcorn3": "Не бреши мені! Я ненавиджу брехню понад усе!$u"
}