{
    "4": "...Ти зустрічав таких, як я, у шахті? Вибач, якщо вони були вороже налаштовані до тебе. Розумієш, ми навчилися боятися людей... було занадто багато... неприємних зустрічей.^...Ти зустрічала таких, як я, у шахті? Вибач, якщо вони були вороже налаштовані до тебе. Розумієш, ми навчилися боятися людей... було занадто багато... неприємних зустрічей.#$e#Ти ж не вбив нікого з моїх друзів, правда?^Ти ж не вбила нікого з моїх друзів, правда?",
    "8": "Нещодавно закінчилася 1000-літня війна між моїм народом і карликами. З обох сторін залишилося багато образ.",
    "15": "Будь ласка, бережи моє місцеперебування в таємниці. Якби карлики знали про мене, вони б неодмінно підіслали вбивцю.",
    "Fri": "...",
    "reject_868": "О, це арктичний уламок! Це дуже рідкісний магічний предмет.#$b#На твоїм місці я б відніс його Чарівникові!",
    "Wed": "Я знаходжу тут речі й продаю їх. Хочеш щось купити?",
    "Wed6": "Якщо прикласти вухо до правої труби, звідти можна почути будь-який будинок.#$b#Але підслуховувати я б не став!$3",
    "Thu": "Прошу, нікому не розповідай про мене.#$b#Люди схильні знищувати те, чого вони не розуміють.",
    "Thu6": "Прошу, нікому не розповідай про мене.#$b#Більшість людей бояться нас, тіньовиків... можливо, небезпідставно.$s#$b#Але хай там як, якби містяни дізналися про мене, я не був би тут у безпеці.",
    "Tue": "Я занадто чутливий до сонячного світла, щоб виходити на вулицю в більшість днів.#$b#Умови тут ідеальні.#$e#Хочеш щось купити?",
    "Mon": "Прошу, не лякайся. Я не такий, як усі.#$e#Я провів багато часу, спостерігаючи за людьми. Я знаю, що ти любиш ходити по магазинах. Хочеш побачити мої товари?",
    "Mon2": "Знову повернувся? Думаю, це вписується в мою теорію людської поведінки.^Знову повернулась? Думаю, це вписується в мою теорію людської поведінки.",
    "Mon6": "\"Кробус\" у перекладі з нашої мови означає \"переходець мостів\".",
    "Sat": "Щоп'ятниці я мовчу на знак відданості Йобі.",
    "Sun": "...Вибач, я все ще трохи насторожено ставлюся до людей. Але моя крамниця все ще відкрита для тебе.",
    "Sun4": "Ти не схожий на інших людей, чи не так?^Ти не схожа на інших людей, чи не так?",
    "Sun8": "ТИ відкрив мені очі на світ людей. Я вдячний тобі за це.^Ти відкрила мені очі на світ людей. Я вдячний тобі за це.",
    "divorced": "..."
}