{ 
    "4": "Я побачив велике манго, що пливло в небі. Лінус сказав мені, що це була повітряна куля!$u#$b#Я думав, що тільки птахи вміють літати...",
    "18": "Коли я тільки приїхав, Лінус зробив мені костюм з листя, як у нього...#$b#Але я виглядав кумедно... як пухнасте манго!$h#$e#Думаю, я залишуся в пір'ї.",
    "LeoDeparture": "Мені потрібно знайти якесь житло...$s#$b#Але у мене є план... Я покладуся на своїх друзів.",
    "Thu8": "Спочатку було погано... покинути острів і ступити на чужу землю.$s#$e#Але за деякий час я звик до цього.#$b#Я дуже гнучка людина!$h",
    "Thu10": "Спочатку я почувався тут чужим. Але у мене з'явилося багато друзів!$h#$b#Вперше я відчуваю, що я до чогось належу...",
    "Tue": "Панна Пенні робить все можливе, щоб допомогти мені в навчанні. Вона дуже мила...#$e#...На щастя, я пам'ятаю дещо зі свого старого, старого життя... до того, як опинився на острові... тож це не так складно, як могло б бути.#$e#Пані Пенні каже, що вона вражена тим, як багато я знаю!",
    "Tue10": "Я впевнена, що Джас і Вінсент спочатку думали, що я дивний. Я кілька разів випадково пищав за шкільною партою... але це не допомогло.$s#$e#Це була велика зміна для всіх. Але тепер ми добрі друзі!$h",
    "Wed": "З Лінусом і панна Пенні я навчуся всього, чому тільки можна навчитися!$h#$e#Мер Льюїс каже, що я на швидкому шляху до того, щоб стати \"всебічно розвиненим громадянином\"... що б це не означало.",
    "Thu": "Ви коли-небудь помічали, скільки цікавих птахів тут мешкає?#$e#Якщо ви уважно прислухаєтеся, вони можуть вам щось розповісти.",
    "winter_Thu": "Птахи цієї долини не дуже бояться холоду.#$e#Я трохи заздрю їхнім теплим пальтам...$s",
    "Fri": "Лінус розповідав мені про всю дику їжу в долині. Тут є багато чого смачного!$h#$e#Хоча... Я сумую за золотими горіхами на сніданок щоранку...$s",
    "winter_Fri": "Лінус навчив мене робити особливу пряну рибу, натерту ягодами...#$b#Він каже, що якщо я з'їм достатньо, то зігріюся взимку!$h",
    "Fri8": "Дядько Лінус каже, що я повинен \"готувати\" рибу перед тим, як її з'їсти...$s#$b#Мені важко до цього звикнути... така суха...$s",
    "Mon": "Привіт, @. Приємно бачити тебе знову на острові, як у старі добрі часи. Тут весело!#$e#Знаєш, я злякався, коли ви приїхали... Я знав, що моє життя ось-ось зміниться.$u",
    "Sun": "Знаєте, можливо, Долина Стардью стане моїм новим домом... але острів теж завжди буде моїм домом.#$e#Приємно, що можна повернутися і відвідати.",
    "Sat": "Можливо, колись я відвідаю місто Зузу...$u#$b#Але я ще навіть близько не готова. Цей світ вже такий чужий для мене, і мені тут зараз дуже комфортно!$h",
    "Sun10": "Папуги хочуть, щоб я подякував вам за всі золоті горіхи, які ви знайшли. Вони їм дуже подобаються..$h",
    "Sat10": "@? Гм... Мені трохи соромно про це питати...$u#$b#Але... як ти думаєш, Джас коли-небудь сподобається такий хлопчина, як я?$u#$b#Чи я занадто дивний?$s#$e#Ха-ха-ха... яка різниця. Колись я розберуся з цим.$h"
}