{
  "Introduction": "Ну що, як пройшла твоя перша ніч у старій хатині?#$e#Твій дідусь скаржився на старе хитке ліжко. Та думаю, що в глибині душі він любив той будинок.",
  "Resort": "Я вражений, @. Ти добре попрацював тут!$h^Я вражений, @. Ти добре попрацювала тут!$h",
  "Resort_Leaving": "Всі на борт! Ми повертаємось в долину!",
  "Resort_Shore": "Такі можливості для відпочинку сильно розширюють місцеву економіку!#$e#Мені краще не стирчати на сонці занадто довго, інакше вуса висохнуть.",
  "Resort_Chair": "Хе-хе... Ти тільки поглянь на це! Не знаю, як тобі це вдалося, але про це маленьке місце для відпочинку говорить усе містечко.$h",
  "Resort_Bar": "Хе-хе... Та Ґас просто народжений для цього.",
  "pamHouseUpgrade": "@, Я чув, що ви зробили для Пем та Пенні.... Ось *таку* підтримку громади в місті Пелікан я люблю бачити!$h",
  "pamHouseUpgradeAnonymous": "@, ти вже чув? Хтось заплатив Робін, щоб вона побудувала будинок для Пем і Пенні! Втім, Робін не каже мені, хто це був.^@, ти вже чула? Хтось заплатив Робін, щоб вона побудувала будинок для Пем і Пенні! Втім, Робін не каже мені, хто це був.#$e#Хто то б не заплатив, *таку* підтримку громади в місті Пелікан я люблю бачити!$h",
  "willyCrabs": "*вдих*... *вдих*... відчуваєш запах? Я цілий день то тут, то там відчуваю запах свіжого краба...$u",
  "cc_Begin": "*вдих*... *вдих*... Я відчуваю, що ти ходиш до старого Громадського клубу. Приємно знати, що хтось дбає про те місце.",
  "cc_Complete": "Я ще ніколи не відчував такої надзвичайної гордості за нашу громаду. Ти зробив для міста Пелікан велику послугу, @.$h^Я ще ніколи не відчував такої надзвичайної гордості за нашу громаду. Ти зробила для міста Пелікан велику послугу, @.$h",
  "cc_Bus": "@, ти вже чув? Схоже, старий міський автобус вночі знову запрацював!$h^@, ти вже чула? Схоже, старий міський автобус вночі знову запрацював!$h#$b#Цей старий шкарабан десятиліттями не працював... Це справжня таємниця.",
  "joja_Begin": "То що ж виходить... старого Громадського клубу більше немає... Напевно, що часи змінюються, а хороше з ними приходить і йде... Та в мене досі таке відчуття, наче ми втратили щось важливе.$s#$e#Сподіваюся, що це не затьмарить мій послужний список на посаді мера.$s",
  "Mon": "Зараз хороший час, щоб почати думати про садівництво, навіть для нас, не фермерів.#$e# Долина відома тим, що тут вирощують одні з найкращих весняних квітів!$h",
  "Tue": "Просто поклади все, що ви хочеш продати, у ящик для продажу біля свого будинку.#$e#Буде цікаво подивитися, що ти туди покладеш.",
  "Saloon_Entry": "Привіт, Ґасе!",
  "Tue2": "На початку кожної пори тобі доведеться прибирати згнилі посіви з попередньої пори. Найпростіше це зробити косою.",
  "spring_3": "Ти вже висадив якісь весняні культури? Сезон не вічний, знаєш.^Ти вже висадила якісь весняні культури? Сезон не вічний, знаєш.",
  "Town_57_40": "#$c .3#Рано в місті, так? Вже закінчив з роботою на фермі?^Рано в місті, так? Вже закінчила з роботою на фермі?#$e#Доброго ранку! Я, як завжди, наглядаю за саду.$h#$c .5#Хм... це попелиця?$s#$e#Хм... Сподіваюся, це не червці...$s",
  "Wed": "Гм-м... збір податків... *буркіт* ...витрати на весняні святкування... *буркіт*...$u#$e#Так-так?",
  "spring_10": "Ах... Що може бути краще за ранкову чашку міцного чаю.",
  "Thu": "Вночі в салуні буває досить жваво. Іноді ми навіть кидаємо монету в музичний автомат *хихикання*.$h#$e#Я люблю заходити туди раз на тиждень чи десь так, щоб дізнатись що нового в інших.",
  "Saloon": "Добрий вечір! Приємно бачити, що ти спілкуєшся з містянами.#$b#Корисно іноді заходити сюди, щоб дізнатися останні новини.$h",
  "Saloon4": "Добрий вечір, @! Радий бачити, що ти відпочиваєш в салуні. Тобі корисно час від часу робити перерву.$h#$b#Твій дідусь завжди дуже багато працював... Сьогодні я вип'ю додатковий келих пива на його честь.",
  "Fri": "Сподіваюся, на фермі %farm справи йдуть добре. Не хотілося б, щоб все засохло.",
  "Sat": "На вихідних всі стають трохи щасливішими, чи не так?#$e#Однак я працюю сім днів на тиждень.",
  "Sun": "Я був мером міста Пелікан понад двадцять років!#$e#Ніхто ніколи не виступає проти мене, коли настає час виборів. Мені подобається думати, що це ознака того, що я добре виконую свою роботу.#$e#Я люблю бути мером.",
  "event_secret1": "Дякую, @. Я цього не забуду.",
  "event_secret2": "*схлип* ... Повірити не можу, що ти хочеш так жахливо вчинити...$s#$b#Ти негідник.$s^Ти негідниця.$s",
  "summer_Mon": "Садівництво - моє гобі, тому я дуже радий такій теплій погоді.",
  "summer_Town_57_40": "#$c .3#Ах, мої квіти чудово ростуть!$h#$c .3#Доброго ранку! Відчуваєш солодкий аромат цих росяних лілій?#$e#Ще рано, а повітря вже досить тепле. Літо люблять такі старі, як я, хе-хе.",
  "summer_Tue": "Як я взагалі став мером? Це довга історія.#$e#Ми обидва зараз надто зайняті для історій.",
  "summer_Wed": "Скоро тут з'являться місячні медузи. Це одна з моїх улюблених подій у долині.",
  "summer_Thu": "Вночі в салуні буває досить жваво.#$e#Я люблю заходити туди раз на тиждень чи десь так, щоб дізнатись що нового в інших. А також скуштувати справжнє спагеті від Ґаса.",
  "summer_Fri": "Гм-м... Цікаво, у кого сьогодні день народження? Треба глянути в календар біля крамниці П'єра.",
  "summer_Sat": "На вихідних всі стають трохи щасливішими, чи не так?#$e##Однак я працюю сім днів на тиждень.",
  "summer_Sun": "Скажи, ти вирощуєш чорницю на своїй фермі?#$e#Я люблю свіжу чорницю.%revealtasteLewis258",
  "fall_Mon": "Деякі мешканці міста насторожено ставляться до незнайомців. Ти маєш завоювати їхню довіру, перш ніж вони відкриються тобі.#$e#Просто будь наполегливим, і ти достукаєшся до них.$h^Просто будь наполегливою, і ти достукаєшся до них.$h",
  "fall_Tue": "Приблизно в цю пору року я вперше став мером, понад двадцять років тому.#$e#Через це я відчуваю себе дуже старим.$s",
  "fall_Wed": "Якщо маєш якісь пропозиції щодо міста, просто кинь записку в мою скриньку для пропозицій.#$e#А, точно... У мене ж немає скриньки для пропозицій.",
  "fall_Wed2": "Щосереди я снідаю гречаними вафлями та кавою. Це маленька традиція, яку я дотримуюся, щоб зробити холостяцьке життя цікавішим.$h",
  "fall_Town_57_40": "#$c .3#Хм-м-м... ці дивні маленькі грибочки з'явилися в моїй трісці. Цікаво, що це за гриби?#$c .3#Доброго ранку! Ми повільно входимо в холодну пору, тож я проводжаю свій сад в останню путь.#$e#Ти сьогодні рано, так? Вже закінчив з роботою на фермі?^Ти сьогодні рано, так? Вже закінчила з роботою на фермі?",
  "fall_Thu": "Вночі в салуні стає досить жваво.#$e#Я люблю заходити туди раз на тиждень чи десь так, щоб дізнатись що нового в інших.",
  "fall_Fri": "Сподіваюся, справи на фермі йдуть добре.",
  "fall_12": "У тебе на фермі є вулики?#$e#Якщо розмістити їх біля квітів, можна отримати різні види меду.",
  "fall_19": "Іноді можна визначити, чи є щось заховане під землею. Треба просто бути уважним.",
  "fall_Fri4": "Ти куштував \"секретний\" соус для спагеті від Ґаса?$s^Ти куштувала \"секретний\" соус для спагеті від Ґаса?$s#$b#...Інгредієнти може й секрет, але запах - ні.#$b#Побачимось.",
  "fall_Sun": "Ти стараєшся на фермі, @? Якщо хочеш стати всебічно розвиненим громадянином, доведеться досягти успіхів у багатьох галузях.",
  "winter_1": "Що ж, ось і прийшла зима! А це означає, що мешканці міста проводитимуть більшість днів удома.#$e#Принаймні, завжди знатимеш, де їх шукати!$h",
  "winter_Mon": "Черговий рік добігає кінця!#$e#Сподіваюся, він був продуктивним для тебе!",
  "winter_Tue": "Мені треба почати задумуватись над проєктом покращення нашого міста на наступний рік!",
  "winter_Wed": "Я все одно буду приходитиму щоночі, щоб забрати твої продукти, навіть у сніг.#$e#Заробляти взимку все одно потрібно!",
  "winter_Fri": "Сподіваюся, справи на фермі йдуть добре.",
  "winter_Fri6": "Я ніколи не був одружений. У мене немає сім'ї. Все, заради чого я живу - це посада мера.$s#$e#Чи варте воно того?$s#$e#...*зітхання*...$s",
  "winter_Sun": "Здоров, @! Як справи сьогодні?$h#$e#Якщо побачиш Марні, передавай їй привіт."
}