{
  "Introduction": "Незнайомець?... Здрастуй.^Незнайомка?... Здрастуй.#$e#Не звертай на мене уваги. Я просто живу тут сам.",
  "reject_869": "Що це у тебе? Схоже, з нього вийшла б хороша наживка.$h",
  "cc_Boulder": "Мій давній друг, блискучий валун, перемістився. На перший погляд, може здатися, що це пересічна подія, та для мене це велика зміна.#$b#Але я радий, що старий камінь побачить світ.$h",
  "MovieInvitation": "Оу... я? Зазвичай я б не став іти, втім... гаразд. Приємно, що ти думаєш про мене.#$b#Скоро буду там.",
  "Mon": "Чисте повітря дикої природи - це все, що мене цікавить.#$e#Я живу тут за власним вибором.",
  "Tue": "...Ти прийшов поглузувати з мене?^...Ти прийшла поглузувати з мене?#$e#Я просто займаюся своїми справами.",
  "Wed": "Я не знаю тебе достатньо добре, щоб довіряти. Вибач.",
  "Thu": "...Ем? Ти щось хочеш від мене?",
  "Fri": "Прошу, не руйнуй мій намет.#$e#Раніше таке вже траплялося.$s",
  "Sat": "Я щасливий сам по собі, знаєш.#$e#Мені не потрібні нові знайомства.",
  "Sun4": "Було б добре, якби жителі міста прийняли мене таким, який я є.$s#$b#Мені подобається жити тут, надворі. Ось чого вони не розуміють.",
  "Tue4": "Можна навчитися виживати в дикій природі. Я навчився.#$e#Думаю, у всіх нас є приховане бажання повернутися до природи. Просто кожен боїться зробити цей крок.",
  "Wed6": "Я витрачаю багато часу на роздуми.#$e#Якщо зможеш повністю зрозуміти причини, що стоять за твоїм думками, то вийдеш на новий рівень буття.",
  "Wed2": "Мені доводиться остерігатися незнайомців. Більшість людей не люблять \"дикунів\".",
  "Thu4": "Люди тут на вигляд приємні, але вони уникають мене.#$e#Люди бояться невідомого.$u",
  "Fri4": "У дерев можна багато чому навчитися.#$b#Проведи з ними час, і, можливо, вони розкажуть тобі свої секрети.#$e#Іди з миром, юначе.^Іди з миром, юнко.",
  "Sat4": "У мене є все, що потрібно для виживання, і навіть більше. Природа грає чудову мелодію, якщо тільки навчитися слухати.#$e#Я також проводжу багато часу за читанням. Однією з причин, чому я лишився в долині - це чудова бібліотека.",
  "Sun": "#$1 linusVandal#Хтось кидав каміння в мій намет минулої ночі... Довелось перечекати.$s$k#$e#Я не люблю затримуватися на одному місці надовго. У світі так багато цікавого.",
  "summer_Mon4": "За всі ці роки я відкрив для себе кілька секретів про життя.#$e#Їх треба пізнати самому.",
  "summer_Mon": "#$1 LinusHeron#Я побачив чаплю, що граціозно пробиралася крізь ранковий туман. Такими є скарби спокійного життя.$k#$e#Так легко загубитися в шумі сучасного життя. Твої найкращі роки промайнуть повз тебе безформною плямою. Ось чому ти маєш навчитися сповільнюватись. ",
  "summer_Tue4": "Як поживаєш, мій юний друже?^Як поживаєш, моя юна подруго?",
  "summer_Wed6": "Ах... літо. Тепле сонце нагріває для мене бляшанки.#$b#А ввечері на мене чекає тепла вечеря.",
  "summer_Thu4": "У мене є свої причини жити на самоті.#$e#Про деякі речі краще не говорити...#$e#Мені треба дещо запасти.",
  "summer_Fri4": "Кожного разу, коли ловиш рибу, знайди хвилинку, щоб подякувати їй за самопожертву.#$b#Навіть якщо ти віриш в існування духу риби, це хороша розумова вправа. Ми повинні усвідомлювати свій вплив на довкілля.",
  "summer_Sat4": "Вже зараз у річках можна зустріти райдужного пструга.",
  "summer_Sun": "Для мене це легша пора за інші. Мені не треба турбуватися про те, щоб зігрітися.#$e#До того ж, дикі плоди всюди ростуть.",
  "fall_Mon": "Я досліджував глибокі печери.#$e#Вони ховають якісь таємниці.#$e#Просто будь обережним, якщо підеш туди.^Просто будь обережною, якщо підеш туди.",
  "fall_Tue4": "#$1 LinusFall1#Якийсь жартівник вночі розлив фарбу по всій моїй хатинці... Вранці я кілька годин відмивав її.$k#$e#Треба починати заготовляти дрова на зиму.#$e#У тебе достатньо дров, щоб тримати будинок в теплі?",
  "fall_Wed4": "У мене не так багато обов'язків, тому я витрачаю свій час на роздуми.#$e#Треба розуміти свої думки, щоб можна було опанувати їх.",
  "fall_Sun": "Я не люблю затримуватися на одному місці надовго.",
  "fall_Sun6": "Ніщо не може зрівнятися зі святом диких грибів восени.$h",
  "winter_Mon": "Коли живеш в наметі, тобі може бути дуже холодно.$s",
  "winter_Tue4": "Дякую, що не цураєшся мене, @. Потрібно багато мудрості, щоб переступити через свої первинні інстинкти.#$e#Я така ж людина, як і всі інші. Просто у мене інший спосіб життя.",
  "winter_Wed4": "Впевнений, ти розумієш, чому я з обережністю ставлюся до незнайомців.#$e#Але залишмо це в минулому, добре? Думаю, ми з тобою тепер друзі.",
  "winter_Thu4": "Хоч зима і сурова, та все ще можна ловити рибу і добувати їжу, щоб прогодуватися.#$e#Якщо у тебе є тварини, тримай їх у приміщенні.",
  "winter_Fri4": "На зиму дерева засинають. Через це тут стає самотньо.#$e#Та я б не став відмовляти їм у солодкому сні.$h",
  "winter_Sat4": "Дякую, що завітав. Чесно кажучи, я відчував себе трохи самотнім сьогодні вранці.^Дякую, що завітала. Чесно кажучи, я відчував себе трохи самотнім сьогодні вранці.#$e#То що, ти знайшов щось цікаве в шахті?^То що, ти знайшла щось цікаве в шахті?",
  "winter_Sun": "Сон на землі корисний для моєї спини.#$e#Краще дивитися на речі з позитивної сторони.$h"
}