{
    "Introduction": "Ах, мер Льюїс сказав мені, що ви щойно приїхали. Я Марні!#$e#Я продаю худобу та товари для догляду за тваринами на своєму ранчо. Вам варто якось заскочити.$h",
    "Resort": "Хе-хе... нарешті з'явився шанс похвалитися всіма моїми стараннями в клубі аеробіки.$h",
    "Resort_Leaving": "Мені тепло.",
    "Resort_Shore": "Хі-хі... Цікаво бачити всіх у купальниках.",
    "Resort_Chair": "Фу... стілець мокрий.",
    "Resort_Bar": "Фух... Ну і спека!$s",
    "reject_789": "ААА!$4#$b#...Ем... Що? Хех.. Я не знаю, що це...$3",
    "Mon": "Я люблю тварин, пане @. Якщо ви добре ставитеся до своїх, я впевнена, що ми станемо хорошими друзями!^Я просто люблю тварин, пані @. Ставтеся до них з любов'ю, і ми подружимося, я впевнена!",
    "Mon4": "Тварини такі невинні, такі милі. І якщо я не подбаю про них, то хто?$s#$e#Сподіваюся, що мої кури не дуже засмучуються, коли я забираю їхні яйця.$s",
    "Thu_2": "Ви вже давно тут... як там ваша ферма?#$e#Піклуватися про тварин легко, якщо не забувати про них!$h",
    "Saloon": "Коли я вже тут, я можу нарешті розслабитися і трохи поспілкуватися.",
    "Saloon_Tue": "Сьогодні тут не дуже багато людей...$s",
    "Saloon_Wed": "#$1 marnieAnimalSal#Сьогодні я розлила ціле відро молока на підлогу, це було жахливо. І така марна трата важкої праці моєї бідолашної Белінди.$k$s#$e#Добре, що ви прийшли! Зараз тут трохи жвавіше.",
    "Saloon_Thu": "Фух! Приємно розслабитися після важкого робочого дня.",
    "Saloon_Fri": "%Марні, схоже, не помічає вас...",
    "Saloon_Sun": "*зітхання*... Сьогодні я була не дуже продуктивною.",
    "Saloon_Sat": "Я завжди бачу тут Клінта, але він ні з ким не розмовляє. Лише час від часу озирається через плече.$s",
    "Tue": "Мій племінник Шейн живе у мене останні кілька місяців.#$e#Він допомагає мені з курами, тож я не скаржусь.",
    "Wed": "Ви можете використовувати косу, щоб зрізати корм з трави.#$e#Або, звісно, ви можете купити її у мене!$h#$e#Мені б не завадили гроші...$u#$e#До побачення.",
    "Thu": "Привіт. Щось треба?#$e#Можливо, в майбутньому я буду заводити різні види тварин.#$e#Щоправда, мені потрібно буде переконатися, що на них є ринок збуту, тож спершу вам доведеться довести свою майстерність у спілкуванні з тваринами.#$e#Просто продовжуйте ставитися до тварин з повагою, і все буде добре.",
    "Fri": "Більшість вечорів я проводжу в салуні.#$e#Тварини - чудова компанія, але мені потрібно проводити час і з людьми.",
    "Fri4": "#$1 marnieLike#Здається, я комусь припала до душі у місті. *хихик*$k$h#$e#Мені було б так самотньо, якби Шейн колись з'їхав.",
    "Fri6": "Цікаво, чи не самотньо пану Льюїсу в його великому будинку... $s#$e#Здається, там досить порожньо, чи не так?",
    "Sat": "Ви були у тій дивній вежі на захід від мого будинку?#$e#Одного разу я почула жахливий, потойбічний шум, що доносився звідти.$s#$e#На вашому місці я б уникала цього місця...",
    "Sun": "Привіт, рада вас бачити!#$e#Заходьте до нас у будь-який зручний час.",
    "Sun8": "Привіт, @!$h#$e#Я рада, що ми з тобою подружилися. Я знаю, що можу довірити тобі турботу про моїх дорогих тварин."
}