{
  "Rainy_Day_0": "Тут стільки місця, що я можу тренувати всі м'язи на тілі.",
  "Rainy_Day_1": "У мене ніколи не було багато друзів у місті... Іноді я думаю, як би все склалося, якби ти не переїхав сюди.$9",
  "Rainy_Day_2": "Оу... Я хотів зробити кілька пробіжок на вулиці. Але в таку погоду це зробити не вийде.",
  "Rainy_Day_3": "*буркіт*... Я щойно прокинувся, а мені вже хочеться білка.$9",
  "Rainy_Day_4": "Думаю, варто почати читати книги. Я не хочу зупинитися у своєму розвитку, раз я вже чоловік!",
  "patio_Alex": "Уф-ф... раз... Уф-ф-ф... два... Як же приємно качатись на свіжому повітрі!$6",
  "Rainy_Night_0": "Привіт, у тебе був гарний день? Впевнений, завтра буде ще краще.$h",
  "Rainy_Night_1": "Як справи? Я цілий день ношу з собою свій старий м'яч для ґрідболу. Мріяти про велике може кожен...$u",
  "Rainy_Night_2": "А... цей запах? Я весь день їв часник для мужності... Вибач.$l",
  "Rainy_Night_3": "Я відклав кілька шматочків для Дасті. Треба ж інколи його пригощати.",
  "Rainy_Night_4": "Я зголоднів, тож вирішив приготувати вечерю. Ось, я й тобі залишив. [241 242 225 214 198]$h",
  "Indoor_Day_0": "Ах... що може бути краще за міцний сон поруч зі своїм чоловіком!$h^Ах... що може бути краще за міцний сон поруч зі своєю дружиною!$h",
  "Indoor_Day_1": "Привіт, милий! Я приготував тобі гарячий сніданок.[195 210 211]^Привіт, мила! Я приготував тобі гарячий сніданок.[195 210 211]#$e#Якщо хочеш стати сильнішим, то маєш їсти як слід!",
  "Indoor_Day_2": "Іди сюди. *тискання*... М-м-м. Ти явно зміцнюєшся від роботи на фермі.",
  "Indoor_Day_3": "Я досі звикаю готувати та прати... Це не найулюбленіше заняття, але я знав, на що йду, коли виходив за тебе заміж.$h^Я досі звикаю готувати та прати... Це не найулюбленіше заняття, але я знав, на що йду, коли одружувався з тобою.$h",
  "Indoor_Day_4": "Сьогодні я спробую дещо полагодити в домі. За мене не хвилюйся, мені тут не нудно.",
  "Indoor_Night_0": "Класно, коли викладаєшся на повну, правда? Одразу відчуваєш, що місце в м'якому ліжечку ти сьогодні заслужив.",
  "Indoor_Night_1": "У тебе нова зачіска чи що? Ти сьогодні гарно виглядаєш. Може, то все свіже повітря...$l",
  "Indoor_Night_2": "Розкажи мені, як минув твій день. Виговорюватись інколи корисно.",
  "Indoor_Night_3": "Гей... Я тут купив нові шорти. Подумав, що тобі буде цікаво дізнатись...$l",
  "Indoor_Night_4": "Якщо тобі потрібен час побути на одинці, я не проти.",
  "Outdoor_0": "Привіт. Коли я стою тут і дивлюсь на нашу ділянку... Я дуже пишаюся. Ти попрацював на славу.^Привіт. Коли я стою тут і дивлюсь на нашу ділянку... Я дуже пишаюся. Ти попрацювала на славу.",
  "Outdoor_1": "Тут чудове місце для виховання дітей. Я б і сам був не проти вирости у такому місці. Стільки місця для бігу!",
  "Outdoor_2": "Я люблю проводити якомога більше часу надворі. Знаходитись тут значно приємніше.",
  "Outdoor_3": "Ти тільки поглянь на нас та нашу маленьку ферму. Ми така мила пара.$h^Привіт. Може, це золоте світло, але ти сьогодні так гарно виглядаєш.$l",
  "Outdoor_4": "Ах-х... Як класно бути на свіжому повітрі. Долина Стардью - найкрасивіше місце на землі...",
  "OneKid_0": "Я ніяк не звикну до ролі домогосподаря.$h",
  "OneKid_1": "Маля %kid1 виросте силачем, просто як татко.",
  "OneKid_3": "Цікаво, як це - бути вагітною...?$h",
  "TwoKids_2": "Можливо, %kid2 стане першим професійним гравцем у ґрідбол з міста Пелікан?$h",
  "TwoKids_3": "Нарешті у мене є сім'я, якої мені так бракувало в дитинстві... дякую.$l",
  "Good_0": "@... Я завжди кохатиму тебе.$l",
  "Good_1": "Ти дуже привабливий... я тобі це казав?$l^Ти дуже вродлива... я тобі це казав?$l",
  "Good_6": "Я знаю, що ти можеш постояти за себе, але іноді я хвилююся, що тебе з'їдять слимаки... чи ще куди гірше. Просто будь обережніше.$9",
  "funLeave_Alex": "Я сьогодні сходжу в місто. Побачимося ввечері.",
  "funReturn_Alex": "У мене був чудовий день. Мені люблю навідувати бабусю з дідусем, вони ж уже такі старі.",
  "spring_1": "Нарешті сніг розтанув і сонце повернулось! Почуття просто прекрасне.$h",
  "spring_6": "Цікаво, чи допомагає порошок із зорекраплі наростити м'язи...",
  "spring_12": "Ти в захваті від завтрашнього фестивалю? Думаю, наїстися безплатних яєць буде саме те.",
  "spring_23": "Ой... завтра ж Квітковий танець, так? Буде краще, якщо я сьогодні ввечері зроблю кілька додаткових відтискань.$9#$e#Комбінезони ж такі тісні... і всі будуть уважно дивитися.",
  "summer_1": "Літо - дуже енергійна пора року, і організм це відчуває! Я відчуваю себе таким міцним.",
  "summer_10": "Ти вже думав, що покладеш у суп на Луау?^Ти вже думала, що покладеш у суп на Луау?#$e#Я не знаю, що буде краще... ти в нас кухар!$h",
  "summer_27": "У-у, літо майже закінчилося. Мої м'язи починають здуватися...$s",
  "fall_1": "Ну, от і скінчилось літо... але я не збираюсь вішати носа. Тепло ще повернеться.",
  "fall_15": "Завтра ярмарок, підемо на нього?#$e#Навіть якщо не підемо, мені все одно.",
  "fall_26": "Сподіваюсь, у бабусі з дідусем все добре. Дідусь такий скнара, до останнього не буде вмикати піч.",
  "winter_1": "Диви, не замерзни цієї зими. Я хвилююся за твою ніжну шкіру.",
  "winter_7": "Ти будеш брати участь у завтрашньому змаганні з риболовлі? Думаю, ти можеш перемогти!",
  "winter_28": "Чудовий був рік, @. З нетерпінням чекаю наступного! А зараз, підійди ближче... $l"
}