{
  "Introduction": "Здоров, малий. Звуть мене Пем.^Здоров, мала. Звуть мене Пем.#$e#Не поводься як придурок, і ми поладнаємо.^Не поводься як дурепа, і ми поладнаємо.",
  "Resort_Shore": "Здається, тут плаває якась унікальна риба. Наступного разу візьму з собою вудку!",
  "Resort": "Хех... По дорозі Віллі пригостив нас шматочками в'яленої риби. Просто смакота!",
  "Resort_Chair": "Ось це зручності! Навіть роззутися можна!$h#$e#Краще не дивись на мої ноги, малий.^Краще не дивись на мої ноги, мала.",
  "Resort_Bar": "Це особливий випадок, малий... Я замовлю щось виняткове. Подвійну порцію!$h",
  "reject_867": "Ого, ти тільки поглянь на це... Прям як з майбутнього.#$b#Хе-хе, вибач, малий. Я не вмію ним користуватись. Тут більше кнопок, ніж у мене звивин у мозку!$h",
  "pamHouseUpgrade": "Аж не віриться... ти купив мені будинок! Це ж не якийсь злий жарт?#$e#Вибач, до мене з такою добродушністю ще ніхто не ставився...$s",
  "pamHouseUpgradeAnonymous": "Аж не віриться... хтось мені будинок! Цікаво, це якийсь обман?#$e#Вибачте, я вже й забула, що існують люди з добрим серцем...$s",
  "MovieInvitation": "Хочеш на свіданку зі старухою Пем, ага? Хах!$h^Вирішила запросити старуху Пем на дівич-вечір, га? Хах!$h#$b#Звичайно, малий... Зустрінемось на місці.^Звичайно, мала... Зустрінемось на місці.",
  "cc_Bus": "Гей, чув новину про старий автобус?^Гей, чула новину про старий автобус?#$b#Ага... Я знову за кермом, малий... хе-хе. Як приємно.$h^Ага... Я знову за кермом, малий... хе-хе. Як приємно.$h",
  "Mon": "#$1 PamDrank#ох-ох... моя башка...$k#$e#Знаєте, я б їла здорову їжу, якби могла собі дозволити.#$e#Гей, а в тебе на фермі, мабуть, росте багато всякого смачного?",
  "Saloon": "Ніщо так не зігріває старі кістки, як ковток добротного напою...$h",
  "Saloon_Entry": "Ах... Ну нарешті./Я хочу випити./Ґас! Мені того ж, що і зазвичай./Привіт. Я повернулась!/Капець, оце хочеться пити./Щось у горлі пересохло!",
  "Trailer_Entry": "Пенні! Ти приготувала вечерю?/Пенні! Ти зробила свою роботу по дому?/Пенні! Ти дома?/Гей! Я вдома!",
  "Saloon6": "Здоров, малий. Я б купила тобі випити, якби мала на це гроші!^Здоров, мала. Я б купила тобі випити, якби мала на це гроші!",
  "Saloon_Tue": "Гей, Ґасе! Налий мені ще! *гик*$h",
  "Saloon_Wed": "*зітхання*... Гей, малече. Таким, як ти ще зарано тинятися по таких місцях.",
  "Saloon_Thu": "*ковть* ... Я з нетерпінням чекала на цей напій весь день. Хе-хе.",
  "Saloon_Fri": "Гов, Ґасе! Налий мені ще один кухоль найміцнішого!",
  "Saloon_Sat": "%Пем не відповідає.",
  "Saloon_Sun": "%Пем, здається, не в собі. Краще дати їй зараз спокій.",
  "Tue": "Гей, ти! Не рийся в трейлері, коли мене не буде. Ясно?$u#$e#Вибач, я маю бути пильною з незнайомцями.",
  "Tue2": "Я читала сьогодні вранці газету, а ж потім депресуха мене взяла. Наш світ прогнив, малий.^Я читала сьогодні вранці газету, а ж потім депресуха мене взяла. Наш світ прогнив, мала.#$e#Тримай голову на плечах, і ти спокійно пройдеш через це...#$b#Так завжди казав мій батя. Хе-хе-хе.$h",
  "Wed": "$d bus#Ти не уявляєш, як я рада, що автобус знову робе! Я знову відчуваю себе живцем.|В останній час жилося тяжко. Мене звільнили з роботи водія автобуса. Якби я повернулась на роботу, то могла б відвезти тебе в пустелю Каліко.",
  "Thu": "#$1 PamDrunk#Бе-е... Вчора в салуні я випила забагато солодкого портвейну... Іди геть.$k#$e#Мій дім не дуже гарний, але хоч стоїть біля річки.#$e#Гей. Пенні - моя люба дівчинка. Будь з нею милим або залиш її в спокої, ясно?^Гей. Пенні - моя люба дівчинка. Відносся до неї чемно або залиш її в спокої, ясно?",
  "Thu4": "Пенні каже, що я занадто багато часу витрачаю в салуні...$s",
  "Thu4_inlaw_Penny": "Мені капець як самотньо одній вдома...",
  "Fri2": "Знаєш, я тут подумала... Хотіла б я, щоб у мене було хобі. Щось, чим можна було б зайнятися, окрім того, що тинятися по салуну щовечора.#$e#У тебе є ідеї?#$e#...Ех. Може, зіграю в шашки сама проти себе.",
  "Fri": "Кожен день такий самий, як і попередній...$s#$b#От би я народилась багатою...$s",
  "Sat": "Не забудь витерти своє взуття, перед тим як топтатися по моєму дому.$u#$e#Мені надоїло прибирати срач. Ти мав би це знати.^Мені надоїло прибирати срач. Ти мала б це знати.",
  "Sat4": "Хотіла б я, щоб вночі прийшла група ельфів і прибралась у мене вдома. Ха-ха-ха.$h#$e#Я б не одмовилась від пастернаку.#$e#Якби в мене так не боліли ноги, я б зрідка ходила у гори.",
  "Sun": "Ти дружиш з Ґасом? Він класний мужик.#$e#Він навіть пригощає мене безплатним пивком на день народження.",
  "event_credit1": "Гей, слідкуй за язиком! Ніхто не вказуватиме мені, що робити!$u",
  "event_credit2": "...Правда? Жахливо!$s#$b#...Оу.$s",
  "summer_Tue": "Здоров, незнайомець.",
  "summer_Tue2": "О, це ж пан @.^О, це ж пані @.#$e#Тобі потрібна моя допомога чи що?",
  "summer_Tue6": "Колись я як і ти мала мрії та надії... Та подивись на мене зараз.$s#$e#Життя не завжди складається так, як того очікуєш.#$e#Ну шо ж. Немає смислу зациклюватися на тому, чого не маєш.",
  "summer_Wed": "Наявність місцевої ферми - це добре для нашого міста.",
  "summer_Wed4": "Можливо, якщо у тебе будуть добре іти справи на фермі, зросте місцеву економіку.#$e#Тоді у всіх буде робота, і ми всі будемо щасливі, правда?",
  "summer_Thu": "О, привіт, фермер.#$e#Я не часто спілкуюся з незнайомцями.",
  "summer_Thu4": "Здається, я завжди в якийсь момент опиняюся в салуні.#$e#Він дуже близько до мого дому. Це шкідливо для здоров'я.",
  "summer_Fri": "...Так?#$e#Ти симпатичний юнак. Нащо ти витрачаєш свій час на розмови зі старушкою, як я?^Ти симпатична дівчина. Нащо ти витрачаєш свій час на розмови зі старушкою, як я?",
  "summer_Sat2": "Не звертай уваги на старого пса біля будинку.#$b#Він може подивитись на тебе з докором, та він і через сотню років не вилізе з тієї будки.#$b#Як цього старого пса звуть? Дасті.",
  "summer_Sat": "Хтось скаржився на мій двір... мовляв, там безлад. Це часом не ти?$u#$e#Хм-м-м...",
  "fall_Tue": "Якби я тебе знала краще, була б відкритішою до спілкування.",
  "fall_Tue4": "А колись я була молодою. Не віриться, правда?#$e#Коли дорослішаєш, час летить дуже швидко.$s",
  "fall_Wed": "*зітхання*... Мабуть, сьогодні я повечеряю напівфабрикатами з мікрохвильовки.$s",
  "fall_Thu": "Пенні - єдина, хто в мене є, тому краще поводься з нею по-доброму.",
  "fall_Fri": "Щодня одна й та сама рутина...$s#$e#У вас коли-небудь виникала така проблема, фермере?",
  "fall_Sat": "Не зробиш мені ласку та не прибереш у моєму домі?#$e#Жартую.$h",
  "fall_Sun": "Тобі що, нема чим зайнятись?#$e#Тобі слід бути вдячним за те, що у тебе є робота, а не за те, що можеш весь час плентатись по місту.",
  "fall_Sun4": "Я сумую за старою роботою водія. Я їздила по всій долині, стрічала людей, слухала радіо.#$e#Часи змінюються.",
  "winter_Mon": "У тебе на фермі є свині?",
  "winter_Tue": "Ти щось від мене хочеш, малий? Іди попитай в іншому місці.",
  "winter_Tue4": "Я сподіваюсь, що у Пенні попереду хороше життя. Якщо колись у тебе будуть діти, ти зрозумієш, як я почуваюсь.#$e#...Взимку так сухо. Шкіра наче старий пергамент.",
  "winter_Tue4_inlaw_Penny": "Гей. Краще б ти піклувався про Пенні на тій старій фермі. Вона у мене єдина!^Гей. Краще б ти піклувалась про Пенні на тій старій фермі. Вона у мене єдина!",
  "winter_Wed": "Здоров, малий. Чим займаєшся?^Здоров, мала. Чим займаєшся?#$e#Я ж просто розважаюсь, як і завжди.",
  "winter_Thu": "Тут страшно холодно. Як думаєш, похід у салун зігріє мене? Хе-хе-хе.#$e#Чому б тобі не зайти до салуну пізніше, щоб спробувати О-Радій-Но?",
  "winter_Fri": "Пенні дуже любить старі книги. Думаю, вона до біса розумніша, ніж я колись була.#$e#Яка радість.",
  "winter_Sat": "Я мала б зайнятися риболовлею, дивлячись на те, що річка так близько.",
  "winter_Sun": "Тьху... ну і бардак у мене на подвір'ї.$s"
}