{
  "Introduction": "Гей, це ж пан @, новий фермер! Я П'єр, власник місцевої крамниці.^Гей, це ж пані @, нова фермерка! Я П'єр, власник місцевої крамниці.#$b#Якщо шукаєш насіння, то моя крамниця - саме те місце, куди варто звернутися. Також я куплю у тебе продукцію за вигідною ціною!#$e#Невелике фермерське господарство може добре вдихнути нове життя в місцеву економіку!",
  "Resort": "Я втрачаю багато грошей, перебуваючи поза крамницею...$s#$b#Але знаєш що? Воно того варте.",
  "Resort_Shore": "Ммм... через цей солоний запах моря мені захотілося сашимі.",
  "Resort_Chair": "Та, хай діти граються на сонечку. Я ж просто посиджу на цьому стільці.",
  "Resort_Bar": "Випивка за випивкою... Ґас, мабуть, заробляє цілий статок!",
  "cc_Complete": "Ось що значить \"мрії здійснюються\"! Ти навіть не уявляєш, скільки стресу я пережив через JojaМаркет.#$e#Для такого маленького містечка, як це, цілком достатньо одного магазину! Хай там як, та на мені надто великий соціальний тиск, щоб я завищував ціни.",
  "joja_Begin": "Сьогодні сумний день для містечка Пелікан... Що сильнішою стає Joja, то ближче я до банкрутства. Можливо, що скоро доведеться продати крамницю...$s",
  "MovieInvitation": "Гей, а це чудова ідея... Було б непогано вийти з-за прилавка. Зустрінемось там!",
  "Mon": "Вітаю! Якщо шукаєш насіння, то ти точно за адресою!",
  "Mon_inlaw_Abigail": "Привіт, ем... сину?$s^Привіт, ем... доню?$s",
  "Mon4": "Привіт, @. Потрібне насіння чи саджанці фруктових дерев?",
  "Mon4_inlaw_Abigail": "Привіт, @. Як справи в Абіґейл? Крамниця без неї вже не та...",
  "Tue": "Іноді у мене з'являються новинки у продажу, тож обов'язково заглядай сюди час від часу.#$e#Управління магазином - це велика праця.$h",
  "Tue6": "Знаєш, колись я був досить хорошим боксером... про мій правий гук складали легенди!$h",
  "Wed": "Сьогодні у мене вихідний.#$e#Хм-м-м... чим би зайнятись...$s",
  "Wed4": "Коли я був молодшим, у мене завжди було, чим таким зайнятись... а зараз, коли я не працюю, то просто марную час.$s",
  "Thu": "Я з радістю куплю у тебе будь-яку продукцію.#$b#За вигідну ціну, звісно ж!",
  "Thu2": "Я дуже ціную твій бізнес, пане @. Мені все важче і важче отримувати пристойний прибуток.^Я дуже ціную твій бізнес, пані @. Мені все важче і важче отримувати пристойний прибуток.",
  "Thu8": "#$1 pierre2#Хіба Абіґейл схожа на мене? Не кажи моїй дружині, та іноді я замислююсь, чи справді я її батько.$k$s#$e#Не кажи моїй дружині, але я ненавиджу готувати вечерю.",
  "Fri": "#$1 pierreJoja#Відтоді, як Joja прибула до містечка, бізнес пішов на спад. Важко конкурувати з їхнім вибором.$k$s#$e#Привіт. Як справи на твоїй фермі?#$e#Може, кілька моїх насінин стануть прикрасою для неї.",
  "Sat": "Якщо знайдеш якісь дикорослі плоди, я куплю їх у тебе за прийнятну ціну.",
  "Sat8": "Відкрию тобі секрет. Іноді, коли крамниця порожніє, я практикуюся в оперному співі за прилавком.$h#$e#Тільки нікому не кажи.",
  "Sun": "#$1 pierreBlue#*зітхання*... У мене є блюз, який я продаю за прилавком...$k$s#$e#Хотів би я піти погуляти, але не можу залишити крамницю без нагляду.#$e#Я чув, що зараз квіти цвітуть і в повітрі стоїть чудовий запах...$s",
  "Wed6": "#$1 pierre1#*зітхання*... Як би добре не йшов бізнес, цього завжди недостатньо, щоб задовольнити моє прагнення до успіху. Що зі мною не так? Може, мені просто набридло сімейне життя?$s#$e#Колись я таки відкрию нову крамницю у великому місті та зароблю на ній купу грошей.#$e#На жаль, бізнес іде настільки повільно, що мені майже не вдається відкладати гроші...$s",
  "Thu4": "Привіт, @. Ти мій клієнт номер один!",
  "summer_Mon": "У мене є літнє насіння! Краще запастися.",
  "summer_Wed": "Я такий радий, що маю вихідний від роботи.",
  "summer_Thu": "Всі насолоджуються погодою замість того, щоб ходити по магазинах... *зітхання*",
  "summer_Fri": "О, привіт. Тобі подобається якість мого літнього насіння?",
  "summer_Sat": "Літо - гарна пора для поїдання прохолодних салатів, еге ж?",
  "summer_Sun": "Ух... Ну і спека тут.",
  "winter_Mon": "Взимку не можна вирощувати жодного врожаю... тому я не можу запропонувати тобі насіння.#$e#Це сильно скоротить наші прибутки.",
  "winter_Wed": "#$1 pierreDin#Сьогодні ввечері я хочу здивувати Керолайн вечерею і пляшкою червоного \"Стардью\". Тільки нікому не кажи!$k#$eНарешті, день відпочинку.",
  "winter_Thu": "Привіт. Хочеш пройтися по магазинах?",
  "winter_Fri": "Я займаюся переважно їстівними продуктами, тому якщо у тебе є руда чи деревина, краще спробуй продати їх деінде.",
  "winter_Sat": "Слухай, це хтось вікно відрив, чи що за мороз?",
  "winter_Sun": "Якби мені не треба було управляти цією крамницею, я б зараз був на вулиці.#$e#Було б весело пограти у сніжки.",
  "fall_Mon": "Осіннє насіння вже на місці! Взимку культури не ростуть, тож це твій останній шанс до весни.#$b#Краще викластись на повну, еге?",
  "fall_Thu": "Надворі починає холоднішати...#$b#А це значить, що більше людей заходитимуть до крамниці, щоб погрітися... Хе-хе.",
  "fall_Fri": "#$1 pierreMEGA#Моя мрія - відкривати нові крамниці, поки не стану надзвичайно заможним.$k#$e#Привіт. Як справи на твоїй фермі?#$e#Може, кілька моїх насінин стануть прикрасою для неї.$h",
  "fall_Sat": "Я з радістю куплю все, що ти виробиш на своїй фермі.#$e#Ну, я куплене потім просто перепродаю за вищою ціною... але в тому й суть, коли хочеш вести успішну крамницю.#$e#Ти тільки не подумай...",
  "fall_Sun": "Якби мені не треба було управляти цією крамницею, я б зараз був на вулиці...#$e#Листя таке гарне, а гриби ростуть тут і там.",
  "Event_naga1": "Дякую, я ціную це. Просто забудь, що ти бачив, добре?$h^Дякую, я ціную це. Просто забудь, що ти бачила, добре?$h#$b#...І я забуду, що ти нишпорив у моїй спальні!^...І я забуду, що ти нишпорила у моїй спальні!",
  "Event_naga2": "Ти б справді зробив це? Ти жахлива людина.$s^Ти б справді зробила це? Ти жахлива людина.$s#$b#Ти не маєш права нишпорити в моїй спальні! Допитливі сусіди - це найгірше, що можна собі уявити.$3"
}