{
    "Abigail": "Долина виглядає цікавіше під час дощу... тобі так не здається?",
    "Robin": "Дощ не заважає мені працювати!$h#$e#Хоча з мокрою деревиною не дуже приємно працювати.$s",
    "Demetrius": "Привіт. Залишайся всередині, якщо хочеш зігрітися.",
    "Maru": "Коли йде дощ, у мене є гарний привід попрацювати зі своїми гаджетами цілий день.$h#$e#Для тебе це, напевно, дещо нудно.",
    "Sebastian": "Якщо тобі пощастить, ти можеш побачити жабу в таку погоду.",
    "Linus": "Теплий дощ - приємний спосіб помитись.$h",
    "Pierre": "Більшість людей в такі дні сидять вдома... Це погано для бізнесу.$s",
    "Caroline": "Сьогодні мій сад щасливий.$h#$e#...і наш рахунок за воду цього місяця буде меншим.",
    "Alex": "Хм. Це не найкраща погода для занять спортом.$s#$e#Ну, я завжди можу підіймати вагу в приміщенні.$h",
    "George": "Страшенно холодно, чи не так? Що за паскудний день.",
    "Evelyn": "Коли я прокинулась, то почула, що звідкись капає... Думаю, дах протікає.$s#$e#За старих часів Джордж піднявся б і полагодив його... *зітхання*$s",
    "Lewis": "Привіт, @. Відпочиваєш?#$e#Сподіваюся, річка не вийде з берегів...$s",
    "Clint": "Сьогодні був би гарний день для дослідження шахти... Хто знає, може, знайдеш рідкісні руди.",
    "Penny": "Краплі дощу дуже гучно стукають по металевому даху нашого причепа.#$e#...Але це заспокоює.$h",
    "Pam": "Здоровенькі були, малий. Грієшся?^Здоровенькі були, мала. Грієшся?",
    "Emily": "У пустелі Каліко ніколи не буває дощу... Там живе моя подруга Сенді.#$e#Шкода, що я не змогла відвідати її сьогодні..$s",
    "Haley": "Я весь ранок робила зачіску... тепер дощ може її зіпсувати.$s#$e#*зітхання* ... Життя іноді буває складним.",
    "Jodi": "Ти витер чоботи перед тим, як зайти? Вибач... Я щойно вимила підлогу.^Ти витерла чоботи перед тим, як зайти? Вибач... Я щойно вимила підлогу.#$e#Але тобі тут завжди раді! Хех.$h",
    "Sam": "Дощ приглушує звук, тож я можу грати на гітарі голосніше, щоб мама не розсердилася. Хе-хе.$h",
    "Leah": "Можливо, мені варто приготувати щось нове і цікаве сьогодні. Щось гостре.",
    "Shane": "Хм... від такої погоди хочеться пити.$s",
    "Marnie": "Привіт, @. Ти виглядаєш так, ніби змок... бідося!$h^Привіт, @. Ти виглядаєш так, ніби змокла... бідося!$h",
    "Elliott": "Іноді, коли я лежу в ліжку, я чую, як далекий туманний горн прорізає дощ.#$b#Але коли я дивлюся у вікно, то бачу лише сіру завісу.",
    "Gus": "Немає нічого кращого за келих сухого червоного вина в такий день, чи не так?#$e#Люблю свою роботу. Хе-хе-хе.",
    "Dwarf": "Дощ... Для нас це майже міт. Деякі з нас, карликів, живуть все життя, так і не відчувши його на собі.",
    "Wizard": "Штормові дні - єдиний час, коли я можу спілкуватися з певними стихіями.#$e#Я й не чекав, що ти зрозумієш.",
    "Harvey": "Привіт, @! Е... Ти читав щось цікаве в бібліотеці останнім часом?^Привіт, @! Е... Ти читала щось цікаве в бібліотеці останнім часом?#$e#Хех. Що ж... Тоді ще побачимося?$u",
    "Sandy": "Я чула, що вдома йде дощ. Тому ти приїхав сюди?$h^Я чула, що вдома йде дощ. Тому ти приїхала сюди?$h#$e#Насправді, я трохи сумую за дощем...$s",
    "Krobus": "Ах, стоки у каналізації сьогодні швидко течуть. Буде тут гарно і волого... Якраз так, як я люблю.",
    "Leo": "Долина спокійна, коли йде дощ.#$e#Для мене... природа - це людина, яку я знаю, з різним настроєм."
}