{
  "Introduction": "Вже познайомився з усіма в містечку? Звучить виснажливо.^Вже познайомилася з усіма в містечку? Звучить виснажливо.",
  "Resort": "Ого, погляньте на ці споруди!$h#$b#Запевняю тебе, їх зробив майстер-будівельник. Я дуже вражена!",
  "Resort_Leaving": "Було весело!$h",
  "Resort_Shore": "Гей, поглянь! Звідси видно ще один острів.",
  "Resort_Chair": "Гей, @. Знаєш, я тут думала про те, як далеко містечко зайшло відтоді, як ти переїздив сюди.^Привіт, @. Знаєш, я тут думала про те, як далеко містечко зайшло відтоді, як ти переїздила сюди.#$b#Ти дійсно маєш пишатися всім тим, що зробив для нас!$h^Ти дійсно маєш пишатися всім тим, що зробила для нас!$h",
  "Resort_Bar": "Це так розслаблює...",
  "reject_865": "Овочева сіль? Звучить непогано, та мені вона не потрібна.",
  "reject_866": "Гм-м... коли я думаю про квіти, то згадую Евелін. Може, покажи це їй?",
  "pamHouseUpgrade": "Наш маленький план пройшов гладко, не думаєш? Пем і Пенні виглядають дуже щасливими.",
  "pamHouseUpgradeAnonymous": "Наш маленький план пройшов гладко, не думаєш? Пем і Пенні виглядають дуже щасливими.",
  "MovieInvitation": "О-о-о... Два квитки на сьогоднішній фільм, так? Звучить непогано! Зустрінемося там.$h",
  "cc_Bridge": "Привіт! Вночі я чула якісь дивні звуки, а як вранці прокинулась - побачила, що міст до кар'єру повністю відремонтовано!#$b#Це диво деревообробки!",
  "cc_Complete": "Я знала це з тієї миті, щойно ти вийшов з автобуса, @... тобі судилося стати героєм міста!$h^Я знала це з тієї миті, щойно ти вийшла з автобуса, @... тобі судилося стати героєм міста!$h",
  "cc_Begin": "Гей! Я чула, що Льюїс показував тобі Громадський клуб. Було б чудово, якби ти зміг його відремонтувати. Колись це була дуже гарна будівля!^Гей! Я чула, що Льюїс показував тобі Громадський клуб. Було б чудово, якби ти змогла його відремонтувати. Колись це була дуже гарна будівля!",
  "Mon": "Чи казала я тобі, що побудувала наш будинок з нуля?#$e#Це, безумовно, була найяскравіша подія в моїй кар'єрі.",
  "Tue": "Якщо тобі потрібні якісь матеріали чи креслення, моя крамниця - саме те, куди треба зайти!#$e#Крім того, твій бізнес підтримує місцеву економіку.$h",
  "Wed": "Привіт, @.#$e#Я просто мріяла про нові столярні проєкти.#$e#У тебе вдома все гаразд? Як тримається деревина у твоїй хатині?",
  "Thu": "Ми завжди тобі раді, навіть якщо ти не будеш нічого купувати.$h#$e#Тут, у горах, може бути досить самотньо.",
  "Fri": "Ти вже познайомився з моїм сином Себастьяном, так? Він живе внизу.^Ти вже познайомилась з моїм сином Себастьяном, так? Він живе внизу.#$e#Він трохи сором'язливий, та я впевнена, що ви поладнаєте, якщо будеш дружнім до нього.^Він трохи сором'язливий, та я впевнена, що ви поладнаєте, якщо будеш дружньою до нього.",
  "Fri_inlaw_Sebastian": "Я сумую за своїм Себбі... його завжди трохи не розуміли, але я вірила в нього.",
  "Fri4": "#$1 RobinSeb#Я знайшла попільничку в кімнаті Себастьяна, і вона дуже дивно пахла. Мені варто про це хвилюватися?#$e#Іноді я хвилююся за Себастьяна... у нього не так багато друзів і, здається, він не дуже переймається своїм майбутнім...#$e#Я б поговорила з ним про це, але він ніколи не відкривається мені.",
  "Fri4_inlaw_Sebastian": "Себастьян сказав мені, що намагається кинути курити! Я дуже пишаюся ним.",
  "Sat": "Наш будинок знаходиться в такому гарному місці, чи не так?#$e#Люблю свіже гірське повітря.",
  "Sun": "Сподіваюся, Деметріус не підірве будинок своїми науковими експериментами.#$e#Я навіть не знаю, над чим він працює. Думаю, це щось пов'язане з рослинами.",
  "Sun2": "#$1 RobinDem#Мій чоловік мало не підпалив будинок вночі через свій науковий експеримент. Одна з його склянок вибухнула і жбурнула вогняну кулю в крокви! Слава Йобі, що я використала вогнестійкий лак, коли будувала дім.$u#$e#Вибач, якщо тут дивно пахне, @. Це дивний науковий проєкт мого чоловіка...",
  "Sun6": "Привіт, @! Рада тебе бачити.#$e#Ти вже сталий член громади, чи не так?",
  "event_wood1": "Чудово, тоді це креслення для тебе буде простіше простого!$h",
  "event_wood2": "Що ж, тоді у мене є ідеальне креслення, з якого можеш почати!",
  "summer_Mon": "Дерево - дивовижний матеріал... універсальний, дешевий, міцний, і кожен шматок - унікальний!",
  "summer_Tue": "Якщо тобі потрібно оновити будь-яку будівлю на своїй фермі, просто скажи!#$e#Тобі знадобиться достатня кількість пиломатеріалів і каменю для проєкту. А також це коштує грошей.#$e#Але я впевнена, що результати тебе задовольнять!$h",
  "summer_Fri": "Ми досить ізольовані від решти світу тут, у долині Стардью.#$e#У цьому є свої плюси та мінуси.",
  "fall_Mon": "#$1 RobinMaru#Мару любить коштовне каміння. Вона використовує його у своїх винаходах.#$e#То як ви з Мару ладнаєте?",
  "fall_Thu": "Ми завжди тобі раді, навіть якщо ти не будеш купувати оновлення для будівель.$h#$e#Тут, у горах, може бути досить самотньо.",
  "fall_Fri": "Ти знаєш дикуна, що живе за нашим будинком?$s#$e#Напевно, я не проти, поки він нам не заважає.",
  "winter_Mon": "Гей, зараз ідеальна пора року для заготівлі дров.#$e#Можливо, тобі вдасться зібрати достатньо, щоб розширити свій будинок!",
  "winter_Fri": "Мої батьки були спантеличені, коли я сказала їм, що хочу бути столяром.#$e#Вони були досить застарими.",
  "winter_Fri_inlaw_Sebastian": "Думаю, життя на фермі дуже корисне для Себбі.",
  "winter_Sat": "Наш будинок знаходиться в такому гарному місці, чи не так?#$e#Після свіжого снігопаду все має такий заспокійливий вигляд."
}