{
    "accept_866": "Троянда Долини Стардью? Це так мило! Дуже дякую!$h#$b#Щоразу, коли сумуватиму за долиною, я вдихатиму запах цієї троянди. Хе-хе.$h#$b#Ось, візьми. Він стоїть на полиці вже 10 років, і ніхто його не купує. Можеш забрати!",
    "Mon": "Привіт, привіт, сонце!#$b#Я така рада, що автобус знову ходить. А то мені тут вже стало самотньо.#$e#...Я мало не збанкрутувала.$s#$e#Гей, але ж ти прийшов сюди, щоб купити цілу купу насіння... так, сонце?$h^Гей, але ж ти прийшла сюди, щоб купити цілу купу насіння... так, сонце?$h",
    "Tue": "На вулиці можна знайти кокоси та кактуси. Не соромся брати стільки, скільки зможеш знайти.#$e#Вони теж дуже смачні. Хіііі!~$h",
    "Wed": "О, привіт! Якщо побачиш мою подругу Емілі в місті, передай їй привіт від мене.#$e#Дякую!$h",
    "Thu": "Той підозрілий мужик на задньому сидінні? Мені не можна про це говорити.#$e#А взагалі... як там погода в долині?",
    "Fri": "Тобі не пощастило б тут фермерствувати, любий.^Тобі не пощастило б тут фермерствувати, люба.#$e#Ну, хіба що в тебе буде ферма кактусів.$h",
    "Sat": "Привітик! Ласкаво прошу до оази Сенді, місця номер один у пустелі Каліко!#$e#*шепіт* Це звучало професійно?$h#$e#Обов'язково ознайомся з моїм сезонним асортиментом насіння.#$e#Щось у тебе бліде обличчя. Ось, скуштуй холодного молока. [184]#$e#Смачно, правда?$h",
    "Sun": "Тут завжди сонячно, навіть узимку!#$e#Насправді, як на мене, трохи спекотно... моя ніжна шкіра швидко обгоряє на сонці.$s",
    "Thu2": "Той підозрілий мужик позаду? Мені не можна про це говорити.#$e#А взагалі... як там погода в долині?",
    "Thu4": "Слухай... Думаю, тобі можна довіряти. Ти вмієш зберігати секрети, так?#$b#*шепіт* Той чоловік позаду... Там якийсь ексклюзивний клуб. Я ніколи не була всередині, але вони платять мені щедру щомісячну ренту, тож я не ставлю жодних запитань.#$e#Тоооооо... Як там зараз погода в Долині Стардью?",
    "Fri4": "Знаєш, насправді мене звуть не Сенді. Просто так краще для бізнесу.#$e#Але всі все одно називають мене Сенді, тож я вже звикла до цього.",
    "Wed8": "Чи не дорого тобі коштує так часто приїжджати в пустелю?#$e#Ти, мабуть, дуже любиш мене навідувати? Гм-м... $h",
    "Sun8": "Гей, привіт, любий. Так, я тут одненька у цій великій старій крамничці. Гм-м...^Гей, привіт, люба. Так, я тут одненька у цій великій старій крамничці. Гм-м...#$e#Ну, якщо не брати до уваги моторошного чоловіка ззаду. Але він і пальцем не поворухне, тому я часто забуваю про нього.",
    "Wed10": "Гей, це ж @! Рада тебе бачити, дитя. Я вже думала, що ти ніколи не повернешся!#$e#Якби мені не треба було керувати цією крамницею, я б повернулася з тобою в долину на день-два... тільки ти і я на старій фермі.$s#$e#Тобі просто треба частіше мене навідувати, аби я не впадала в депресію.$h",
    "Tue10": "Привіт!~ Залишайся тут, скільки хочеш.#$e#Клімат-контроль, безумовно, приємний, чи не так?"
}