{
  "Mon": "Я тебе не знаю. Нащо ти зі мною говориш?",
  "Resort_Entering": "Ух... Сподіваюсь, бар відчинений.",
  "Resort_Leaving": "Ну що ж... я отримав свій річний запас вітаміну D. Тепер можна грати у відеоігри із закритими жалюзями до кінця року.",
  "Resort_Shore": "Саме так... На мені немає ні взуття, ні шкарпеток.#$b#Дехто називає це ризиком для здоров'я населення.#$b#Та крабам, схоже, це подобається.$h",
  "Resort_Chair": "Хух... Нарешті можна розслабити свої булки.#$b#Якщо комусь знадоблюсь, то я тут, маринуюся.",
  "Resort_Bar": "Фух... як приємно хильнути холодненького...#$e#Чи парочку...",
  "Resort": "Гаразд, зізнаюсь, цей пісок до біса гарячий. Я вже шкодую, що зняв взуття.$s",
  "danceRejection": "...Ні.$s",
  "pamHouseUpgrade": "Я чув, що ти побудував будинок для Пем... Щедрий вчинок...^Я чув, що ти побудувала будинок для Пем... Щедрий вчинок...#$b#Знаєш, мені б не сотня тисяч золотих теж не завадила...#$e#*кхм* ...ха ...Жартую. ...Хе-хе.",
  "pamHouseUpgradeAnonymous": "Я чув, що хтось купив будинок для Пем... *зітхання*... І чим же вона заслужила таку щедрість?",
  "divorced": "...$a#$e#...Відчепись від мене.$a",
  "breakUp": "*схлип* Ох... Та, гаразд... Здається, цього й варто було очікувати.$s#$b#Тоді... ем... напевно, тоді побачимось у салуні.",
  "dumped_Guys": "%У Шейна застиг погляд. Він з вами не розмовлятиме.",
  "secondChance_Guys": "Я не розумію тебе... *зітхання*...",
  "Mon2": "Я тебе майже не знаю. Нащо ти зі мною говориш?",
  "Mon4": "Привіт. Вибач, якщо я видався грубим при першій зустрічі.#$e#Я довго звикаю до незнайомців.",
  "Mon10": "У тебе коли-небудь не було відчуття, наче весь світ тебе ретельно вивчає, немов огидну комаху?",
  "Tue": "Що? Чого тобі? Забирайся.",
  "Tue2": "Чого ти хочеш від мене? Грошей? Я дам тобі цілий горщик золота, якщо ти від мене відчепишся!",
  "Tue4": "Щоразу, коли я пробую зайнятись чимось новим, все йде навсторч. І потім розумієш, що краще не вилазити зі своєї шкаралупи.",
  "Tue6": "Життя не таке вже й погане... принаймні, у мене є заморожена піца та яйця.$u",
  "Wed": "Ні, у мене немає часу на балачки з тобою.",
  "Wed8": "Напевно, я вже прив'язався до Марні та Джас. Ми такі різні, але в той самий час наче дивна сім'я.#$e#У дитинстві у мене не дуже то й була сім'я.$s",
  "Wed4": "$d Joja#*зітхання* ...Кожен день одне й те саме. Заповнюєш ці жахливі полиці, ідеш до салуну, всю ніч вертишся.$s|Я ненавидів свою роботу в JojaМаркеті, але без роботи мені ще гірше.$s",
  "Thu": "Чого тобі? Залиш мене в спокої.",
  "Thu4": "А ти не здаєшся. Мабуть, я просто здивований, що зі мною комусь цікаво розмовляти.",
  "Thu6": "Ух... Де Joja Кола?",
  "Thu8": "Тобі подобається зі мною розмовляти? Мабуть, я тобі повірю... Може, ти такий же дивак, як і я.$h^Тобі подобається зі мною розмовляти? Мабуть, я тобі повірю... Може, ти така ж дивачка, як і я.$h",
  "Fri": "Тобі нічим зайнятись?",
  "JojaMart": "%Шейн зараз важко працює. Не схоже, що він хоче потеревенити.",
  "Fri4": "$d Joja#Який в житті смисл, якщо тільки й робиш, що працюєш?|У мене нема грошей на оплату оренди, але Марні все одно дозволяє мені лишитися. Мені пощастило.",
  "Fri6": "Вночі я обов'язково піду до салуну. А що ще робити?",
  "Sat": "Чого ти до мене лізеш? Я хочу побути на самоті.",
  "Sat2": "#$1 ShaneJOSH#Я здивований, що ти досі намагаєшся подружитися зі мною. Я що, мало тобі грубив?#$e#*зітхання*...$s",
  "Sat4": "$d Joja#Я винаймаю кімнату в Марні за чудову ціну. Вона маленька, та я не скаржуся.|Якби я міг почати життя спочатку, я б завів ферму курочок. Звісно, яйця були б лише від кур вільного вигулу.",
  "Sat8": "Я сильно прив'язався до курей Марні.$h",
  "Sun": "Я зайнятий, хіба не видно?",
  "Sun6": "...здається, що я набираю вагу.$s",
  "Sun8": "Якщо я буду більше дивитися телевізор, то може, і забуду про турботи. Це було б класно.$u",
  "Sun10": "Привіт, @. Насправді день у мене пройшов непогано.$h",
  "Sun4": "Гм-м... уже %time. Вже можна кидати піцу в мікрохвильовку, чи краще почекати?$u",
  "Sun2": "Знову ти? Скільки разів мені просити тебе лишити мене в спокої?$s",
  "event_room1": "Гаразд... для цього знадобиться хороший сценарій. Може, спитати поради в Елліота, коли зустрінемось у салуні.$s",
  "event_room2": "Звучить класно. Треба буде створити купу натуральних спецефектів, щоб виглядало круто.",
  "event_noLoan1": "Я і не знав, що ти такий скнара...$s^Я і не знав, що ти така скнара...$s",
  "event_noLoan2": "Гаразд, тату...$s^Гаразд, мамо...$s",
  "event_noLoan3": "Ого...$s",
  "event_apologize1": "...Та, це точно.",
  "event_apologize2": "Знаєш... я того й зайшов, щоб тобі розказати про це.",
  "event_apologize3": "Ого, все було настільки серйозно? Я майже нічого не пам'ятаю...",
  "event_stadium1": "Так? Думаю, ти не брешеш.$6#$b#Я? Мені іноді буває нудно в місті Пелікан.#$b#Але... Мені подобається, що ми різні. Так між нами є рівновага.$l",
  "event_stadium2": "Правда? Ну й дивина... Хіба ти переїхав до долини Стардью не для того, щоб втекти від шумного міста?$6#$b#В сенсі... Не зрозумій мене неправильно, я повністю тебе підтверджую. Моє життя в місті Пелікан, знаєш, не дуже вже й цікаве."
}