{
    "Introduction": "Агов! Приємно бачити, що молодь переїжджає в долину. Це не дуже поширене явище в наші дні.",
    "accept_869": "Ах... Це ідеальна наживка для сома, якого я ся намагав зловити!#$b#Дозволь я обміняю її на це. Гадки не маю, що це, але цю штуку нещодавно винесло на пляж.#$b#Щось мені підказує, що він тобі знадобиться, юначе.^Щось мені підказує, що він тобі знадобиться, панянко.",
    "FullCrabPond": "*вдих*... Ах... Цей старий знайомий запах. Ти розводиш крабів, та?#$b#А ми схожі, як дві краплі морської води, @. Хех!$h^А ми схожі, як дві краплі морської води, @. Хех!$h#$b#Ось, візьми. Я знайшов її на пляжі... Зберігав для особливого випадку. Не кожен день зустрічаєш крабового ентузіаста! [797]",
    "MovieInvitation": "Ах... кіно. Дуже мило з твого боку, юначе.^Ах... кіно. Дуже мило з твого боку, панянко.#$b#Зара викурю люльку і прийду.",
    "Mon": "Агов, синку.^Агов, дівко.#$b#Гарна сьогодні погода для риболовлі, еге ж?",
    "Mon4": "Тобі багато пощастило в тутешніх водах? А ти міг би стати сильним рибалкою, якби поставив собі хорошу мету.^Тобі багато пощастило в тутешніх водах? А ти могла б стати сильною рибалкою, якби поставила собі хорошу мету.",
    "Tue": "Справжній рибалка поважає воду... не забувай про це.",
    "Tue6": "Мій старий був рибалкою, знаєш. Я виріс, плаваючи між островами Папороті, живучи від улову до улову.#$e#Рибальське життя нелегке, але є в ньому щось таке, що змушує йти вперед.",
    "Wed": "Деякі риби припливають і відпливають зі зміною пори року. Інші виходять тільки вночі або під час дощу.",
    "Thu": "*буркіт* *буркіт* ...А? Я б розповів тобі про свої думки, але це рибальська таємниця.",
    "Thu2": "Ходять чутки, що в цих краях водиться дуже рідкісна риба... але тільки досвідчений рибалка може вистояти проти неї.#$e#Якщо хочеш, щоб клюнула рідкісна риба, тобі знадобиться найкраща наживка, яку ти можеш дістати.",
    "Fri": "Якщо ти дійсно хочеш, щоб риба клюнула, не забудь насадити на гачок наживку.",
    "Sat": "Якби місцева риболовля стала трохи жвавішою, я міг би розширити асортимент крамниці.",
    "Sat8": "Як там твоє рибальське життя?#$e#Я намагаюся рибалити якомога частіше, але це нелегко, коли у тебе є магазин.",
    "Sun": "Якщо ти придбаєш високоякісну вудку, то зможеш прикріпити наживку та приманку до волосіні.#$b#З наживкою риба клює швидше. Приманки можуть значно полегшити твою роботу при виведенні риби на жилку.#$e#Існують різні види приманок, з різними перевагами. Зазвичай вони трохи крихкі, тому не дивуйся, якщо через якийсь час твоя приманка зламається.",
    "Sun10": "Гей, це мій шкіпер, @!$h#$e#Я б зробив тобі знижку на наживку, якби міг собі це дозволити.$s"
}