{
    "Introduction": "Ах, так. Я давно передбачав твій прихід, юний @.^Ах, так. Я давно передбачав твій прихід, юна @.#$e#Однак твоя доля, зрештою, у твоїх власних руках.",
    "accept_868": "Ах... арктичний уламок.#$b#Дійсно, найпотужніша речовина, до того ж потужно просякнута стихією льоду.#$b#Я візьму, якщо ти не проти.#$b#...#$b#...Ти все ще тут. Ох. Хочеш чогось?#$b#...Візьми.",
    "MovieInvitation": "Хм... Думаю, я міг би супроводити тебе... так. Як тільки будеш на місці, я з'явлюся. Побачимось.",
    "Mon": "Ах, так. Я багато чого бачив про твоє майбутнє, юний @.^Ах, так. Я багато чого бачив про твоє майбутнє, юна @.#$e#Якби я розказав тобі, це могло б мати серйозні наслідки.",
    "Tue": "Якщо ти не маєш нічого важливого для мене, дай мені спокій. У мене багато роботи.",
    "Tue4": "Я довіряю тобі настільки, що дозволив зайти до свого підвалу. Стався до того, що там знайдеш, з повагою.",
    "Wed": "Щоб зрозуміти мову стихій, потрібні роки навчання.#$e#Щоб заговорити їхньою мовою, потрібно ціле життя відданих зусиль.#$e#А тепер, якщо дозволиш...",
    "Thu": "Навколо нас багато таємниць. Ти маєш бути терплячим, якщо хочеш їх відкрити.^Навколо нас багато таємниць. Ти маєш бути терплячою, якщо хочеш їх відкрити.",
    "Thu10": "Нікому не кажи... але я маю підстави вважати, що одна з місцевих мешканок - моя донька...#$e#Я можу помилятися... Це рідко, але трапляється.",
    "Fri": "Думаю, мешканці міста бояться мене.#$e#Це прикро, але я вважаю, що людині властиво боятися невідомого.",
    "Fri6": "Колись давно я був одружений. Після того, як ми з дружиною розлучилися, вона почала літати по селу, проклинаючи все, що бачила.#$e#Якийсь це дитячий спосіб вираження гніву.",
    "Sat": "Обережніше, ти стоїш над потужним магічним полем.#$e#Знаєш, я не просто так побудував свій дім саме тут.",
    "Sat2": "Маєш якісь успіхи у спілкуванні з лісовими духами?",
    "Sun": "Іноді я потайки спостерігаю за місцевими жителями.#$e#Я сподіваюся знайти учня. Колись я покину цей смертний світ, але мої таємничі пошуки повинні продовжуватися."
}