{
  "name": "Ярмарок Долини Стардью",
  "conditions": "Town/900 1500",
  "set-up": "fallFest/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Fair/viewport -1000 -1000/loadActors Set-Up/advancedMove Vincent true -3 0 2 5000 3 0 2 5000/advancedMove Jas true 2 0 4 5000 -2 0 4 5000/advancedMove Marnie true -2 0 4 5000 2 0 2 5000/advancedMove Abigail true 4 6000 5 0 0 3 2 6000 0 -3 -5 0/advancedMove Robin true 0 1 1 5000 0 -2 3 5000 0 1 1 5000/animate Sebastian false true 200 16 16 16 16 16 16 16 16 16 16 16 16 17 18 19 20 21 21 21 21 20 22 22 23/addTemporaryActor BabyPig 32 32 65 68 2 false Animal/addTemporaryActor Pig 32 32 65 70 3 false Animal/addTemporaryActor White_Chicken 16 16 59 67 2 false Animal/addTemporaryActor Brown_Chicken 16 16 61 67 2 false Animal/addTemporaryActor White_Cow 32 32 59 72 0 false Animal/addTemporaryActor BabyWhite_Cow 32 32 61 72 1 false Animal/advancedMove BabyPig true 0 1 3 5000 0 -1 0 7000/advancedMove Pig true 3 5000 0 1 1 5000 0 -1 3 5000/advancedMove White_Chicken true 1 0 2 7000 -1 0 2 10000/animate Brown_Chicken false true 500 16 17/viewport 22 22 true unfreeze/globalFadeToClear/pause 2000/playerControl fair",
  "Abigail_spouse": "Минулого року я пограла в усі ігри!$h",
  "Leah_spouse": "Минулого року я навчилася всіх технік Робін, але вона завжди на крок попереду!",
  "Maru_spouse": "М-м-м... Це мій єдиний шанс наїстися сандвічів з барбекю.",
  "Penny_spouse": "Сподіваюся, ми переможемо на виставці найкращих продуктів з ферми!",
  "Haley_spouse": "Ти не забув принести найкраще з ферми для нашої фільваркової ятки? Сподіваюся, цього року ми переможемо.",
  "Sebastian_spouse": "Гей, @. Я розмовляю з Семом. Піди розважся.",
  "Sam_spouse": "Себастьян не змінюється. Тобі весело на фестивалі?",
  "Alex_spouse": "Я просто розмовляю з давніми друзями... Піди розважся.",
  "Harvey_spouse": "Я тут почекаю, поки не будеш готова повернутись додому...",
  "Elliott_spouse": "Димчастий аромат притягнув мене сюди, 'ле саме пікантний соус вирішив мою долю... *сьорб*$s",
  "Abigail": "Я вже перепробувала всі ігри... і що тепер?",
  "Robin": "Деревообробка - давня традиція, частиною якої я дуже пишаюся.$h",
  "Demetrius": "Робін дуже наполегливо працює над своїми столярними роботами... вона заслуговує на невелике визнання час від часу.",
  "Maru": "*сьорб* М-м-м... цей соус барбекю просто неймовірний.$h",
  "Sebastian": "Сьогодні така метушня... Я краще тут трохи постою.",
  "Pierre": "У моїй крамниці представлені продукти найвищої якості у всій долині. Прошу, уважно оглянь мою велику ятку і переконайся в цьому сам!^У моїй крамниці представлені продукти найвищої якості у всій долині. Прошу, уважно оглянь мою велику ятку і переконайся в цьому сама!",
  "Caroline": "П'єр дуже серйозно ставиться до підготовки своєї ятки. Він тижнями відкладав найкрасивіші продукти, готуючись до виставки.#$e#Гей, щасти тобі, якщо теж береш у цьому участь!",
  "Linus": "Ці тварини ніколи не судять людей за зовнішнім виглядом. Чого не скажеш про людей.",
  "Alex": "Я забагато разів грав у \"Силомір\", і тепер мої руки наче гумові.",
  "George": "Гм-м... копчений окіст індички? Думаю, цей фестиваль не такий вже й поганий.$h",
  "Evelyn": "Хотілося б, щоб Ґас включив і вегетаріанський варіант. Може, кабачкові шашлики?",
  "Lewis": "Ну @, це великий день... Наш найважливіший фестиваль року, \"Ярмарок Долини Стардью\".#$b#Якщо хочеш взяти участь у конкурсі, я залишив для тебе вільний стенд. Дай лише мені знати після того, як ви все підготуєш, щоб ми могли розпочати суддівство.",
  "Clint": "Іноді я скаржуся на свою роботу, але я пишаюся нею.#$b#Це одні з моїх найкращих робіт. Сподіваюся, вони тобі сподобаються.",
  "Emily": "Знаєш, з мене вийшов би непоганий клоун. Схоже, я упустила своє покликання.",
  "Penny": "Я десять разів поспіль вигравала у колесо фортуни, і тепер цей чоловік більше не дозволяє мені грати...$s",
  "Pam": "Краще поквапся, малий... Поки стара Пем не виловила з намету всіх до однієї  рибиськ! Хе-хе.$h^Краще поквапся, мала... Поки стара Пем не виловила з намету всіх до однієї  рибиськ! Хе-хе.$h",
  "Haley": "Ти був у ворожки? Вона поставила свій намет на цвинтарі.#$e#Я вже бачилася з нею... вона мені розповіла дещо... цікаве. *хіхікання*$h",
  "Jodi": "Щось він не дуже щасливий... Схоже, цього року мерові Льюїсу довелося скоротити витрати, і обійтися бюджетним клоуном.",
  "Kent": "Я чекаю, коли цей клоун почне робити щось смішне.#$e#Він дуже розчаровує.",
  "Sam": "Привіт @. Розважаєшся?#$e#Намет з рогатками дуже веселий, а якщо ще й добре вправляєшся, то можеш накопичити цілу купу зоряних жетонів.",
  "Leah": "Я дуже захоплююся столярними навичками Робін. Я використовую багато тих самих технік у своїй роботі.",
  "Shane": "Всі ці тварини дуже лагідні та люблять масаж.",
  "Marnie": "Я старалася з усіх сил, але моя ятка ніщо у порівнянні з яткою П'єра.$s#$e#Що ж, може, судді дадуть мені бонусні бали за великий круг сиру.",
  "Elliott": "Я намагаюся вивідати у Ґаса рецепт його соусу, але він мовчазний як риба.",
  "Gus": "Їж, скільки влізе! Сьогодні все безплатно... завдяки меру Льюїсу.$h#$e#О! Не забудь додати до страв трохи мого секретного соусу.",
  "Dwarf": "Кажеш, нагорі йде дощ? *позіхання*#$e#Дощ... Для нас це майже міт. Деякі з нас, карликів, живуть все життя, так і не відчувши його на собі.",
  "Wizard": "Ми з Велвік знаємо один одного дуже давно... вона чудова віщунка і хороший друг.#$e#...#$e#Той клоун... Я його звідкись знаю.#$e#Це була школа ілюзій? Чи, може, Карнавал таємниць? Хм...",
  "Harvey": "А за кілька кроків звідси Ґас смажить на грилі партію свинячих реберець... Ой, матінко.$s#$e#Мені треба розібратися в собі...$11",
  "Sandy": "Я чула, що вдома йде дощ. Тому ти й приїхав сюди?$h^Я чула, що вдома йде дощ. Тому ти й приїхала сюди?$h#$e#Чесно кажучи, я сумую за дощем...$s",
  "Jas": "Ой! Курка клюнула мене за мізинець!$u",
  "Vincent": "Му-у-у-у!",
  "Marlon": "Клинки Клінта з кожним роком стають все гострішими.#$e#Як і його ціни...",
  "Willy": "Ти готуєш свою ятку, @? Це твій шанс продемонструвати всю хорошу продукцію з ферми %farm!",
  "Leo": "Ха-ха! Я ніколи не бачив нічого подібного...$h"
}