{
  "name": "Фестиваль яєць",
  "conditions": "Town/900 1400",
  "shop": "BO 36 400 -1 BO 107 2000 1 O 745 100 -1 BO 184 350 -1 BO 188 350 -1 F 1684 500 -1 F 2624 1000 -1 F 2632 1000 -1",
  "set-up": "fallFest/27 60/farmer 12 54 1/changeToTemporaryMap Town-EggFestival/loadActors Set-Up/advancedMove Vincent true -2 0 0 -2 2 0 0 2/advancedMove Jas true 2 0 0 2 -2 0 0 -2/advancedMove Leo true 0 -2 2 0 0 2 -2 0/advancedMove Pam true 0 -1 3 5000 0 2 3 5000 0 -1 3 4000/advancedMove Clint true 1 7000 0 1 3 7000 0 -1/advancedMove Demetrius true 2 15000 -3 0 0 8 3 20000 0 -8 3 0/advancedMove Willy true 2 25000 -4 0 0 -12 4 0 0 -1 4 30000 0 1 -4 0 0 12 4 0/advancedMove Shane true 4 40000 2 0 0 2 1 35000 0 -2 -2 0/advancedMove Harvey true 0 6 -6 0 0 9 -3 0 3 15000 3 0 0 3 20 0 0 -8 1 0 0 -11 -15 0 0 1 2 30000/playerControl eggFestival",
  "afterEggHunt": "pause 100/playSound whistle/waitForOtherPlayers endContest/pause 1000/globalFade/viewport -1000 -1000/playMusic event1/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 26 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true/pause 2000/speak Lewis \"Ого, погляньте на всі ці яйця!$h#$b#Якби ж ви, діти, з таким завзяттям прибирали сміття, у нас було б найчистіше місто по цей бік Самоцвітного моря! *хіхікання*$h\"/pause 800/playMusic none/speak Lewis \"А тепер, переможцем цьогорічного полювання на яйця стає...\"/playMusic none/pause 3000/cutscene eggHuntWinner/null/playMusic event1/pause 500/fork AbbyWin/move Lewis 0 1 2/speak Lewis \"Ось твій приз! Насолоджуйся.\"/awardFestivalPrize/null/move Lewis 0 -1 0/speak Lewis \"Що ж, ось і закінчився цьогорічний Фестиваль яєць. Дякую всім, хто прийшов!\"/pause 600/viewport move 1 0 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "AbbyWin": "pause 100/jump Abigail/faceDirection Vincent 3/pause 800/move Abigail 0 -1 0/faceDirection Vincent 0/speak Lewis \"Ось твій приз, Абіґейл. Насолоджуйся!\"/pause 500/move Abigail 0 -1 0/playSound coin/pause 400/move Abigail 0 2 0/faceDirection Lewis 0/speak Lewis \"Що ж, ось і закінчився цьогорічний Фестиваль яєць. Дякую всім, хто прийшов!\"/pause 1000/viewport move 1 -1 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "mainEvent": "pause 500/playMusic none/pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 27 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true unfreeze/pause 2000/speak Lewis \"Настав час для головної події сьогоднішнього свята... Щорічне весняне полювання на яйця!$h\"/pause 100/jump Jas/jump Vincent/pause 1000/speak Lewis \"Заспокойтеся, дітлахи. Вам знадобиться вся ваша енергія, якщо хочете знайти найбільше яєць і забрати додому ексклюзивний приз.\"/pause 100/faceDirection Vincent 3 true/faceDirection Jas 1 true/pause 1000/faceDirection Vincent 0 true/faceDirection Jas 0 /pause 800/faceDirection Lewis 3/faceDirection Lewis 2/faceDirection Lewis 1/faceDirection Lewis 2/pause 800/speak Lewis \"То як... всі готові?\"/pause 1000/waitForOtherPlayers startContest/jump Lewis/pause 1000/speak Lewis \"Нехай же розпочнеться полювання на яйця!$h\"/advancedMove Maru false -2 0 0 6 -9 0 0 -2 -9 0 0 -1 2 0 0 -12 6 0 0 -7 3 0/advancedMove Abigail false 0 21 -20 0 0 3 7 0 0 -15 -9 0 9 0 0 18/advancedMove Jas false 0 12 8 0 0 10 3 0 0 4 14 0 0 -20 -6 0 0 3/advancedMove Sam false 4 0 0 -4 2 0 0 -4 12 0 0 -6 19 0 0 20 0 -20 0 20/advancedMove Vincent false 0 3 24 0 0 21 9 0 0 4 -20 0 20 0 -20 0/advancedMove Leo false 0 -10 -1 0 0 -3 -6 0 0 -2 -3 0 0 -3 -1 0 0 20 -5 0 0 -10 -2 0/playSound whistle/playMusic tickTock/playerControl eggHunt",
  "Abigail_spouse": "Іди собі, ми суперники, поки не закінчиться полювання на яйця!$h",
  "Leah_spouse": "У мене ніколи не було багато друзів у місті, тому такі заходи для мене завжди дещо нудні. Хоч мені й подобається шведський стіл.",
  "Maru_spouse": "Я просто розмовляю з Пенні. Ти вже з'їв свою порцію яєць?^Я просто розмовляю з Пенні. Ти вже з'їла свою порцію яєць?",
  "Penny_spouse": "Мару намагається переконати мене з'їсти фаршироване яйце. Але я не впевнена, що зможу його переварити...",
  "Haley_spouse": "Я хотіла з'їсти кілька яєць, але потім згадала, що я на весняній дієті.",
  "Sebastian_spouse": "Я вболіватиму за тебе в полюванні на яйця.$h",
  "Sam_spouse": "Банда сьогодні, як завжди. Розважаєшся?",
  "Alex_spouse": "Ух... Здається, я з'їв з десяток круто зварених яєць...$s",
  "Harvey_spouse": "Як в інших справи? Я просто беру невеличку перерву. З нетерпінням чекаю побачити тебе в полюванні на яйця!",
  "Elliott_spouse": "Мені подобається те, що ти такий спокійний, мій любий.$h^Мені подобається те, що ти така спокійна, моя люба.$h",
  "Abigail": "Пошук яєць - це як полювання на скарби.$h",
  "Robin": "Весна - напружена пора... тому приємно мати вихідний, щоб поспілкуватися з друзями.",
  "Demetrius": "Яйце... яка ж дивна їжа.",
  "Maru": "Я завжди з нетерпінням чекаю таких зустрічей... вони дають можливість долині відчути себе справжньою громадою.",
  "Sebastian": "Раніше ми кидались тухлими яйцями...#$b#Мер Льюїс дуже швидко покінчив із цією традицією.",
  "Linus": "Ніхто зі мною не розмовляє... Я просто приходжу по яєчню.",
  "Pierre": "Гей! Як ти сюди потрапив?$u^Гей! Як ти сюди потрапила?$u#$b#Не чіпай нічого.",
  "Caroline": "Аббі ще з дитинства полюбила полювання на яйця.",
  "Alex": "Я намагаюся з'їдати щонайменше три яйця на день.#$e#Мені потрібен білок для ніг.",
  "George": "Чому всі такі щасливі? Пхе....#$b#Яйця... чому саме яйця?",
  "Evelyn": "Цей фестиваль є традицією, скільки я себе пам'ятаю.#$b#Традиція пов'язує нас і з минулим та майбутнім... це приємно.",
  "Lewis": "Веселишся, @?$h",
  "Clint": "Тут є ще якась їжа?$s",
  "Penny": "Діти з нетерпінням чекали на цей фестиваль кілька тижнів.",
  "Pam": "Хе-хе... Я поклала дещо класне в пунш.$h#$e#Тсс... це лишиться тільки між нами, малий.^Тсс... це лишиться тільки між нами, мала.",
  "Emily": "Я прокидаюся на світанку і фарбую яйця... це завжди моя улюблена частина пори року.$h",
  "Haley": "Цей фестиваль прикольний... але чого я дійсно чекаю, так це Квіткового танцю.",
  "Jodi": "Вінсент обожнює цей фестиваль... так приємно бачити його настільки щасливим.",
  "Kent": "Чесно кажучи, я не затятий шанувальник яєць.",
  "Marlon": "Навіть з ушкодженою ногою я ніколи не пропускаю міські свята.",
  "Sam": "*шморг*... уп... мій ніз... алергія...$s",
  "Leah": "М-м-м... Цей фруктовий пунш надзвичайно смачний.$h",
  "Shane": "Наші кури не в себе працювали, щоб підготуватися до цього фестивалю.#$b#Сьогодні вночі вони заслуговують на найкраще... повні миски солодкої жовтої кукурудзи!$h",
  "Marnie": "Вітаю на Фестивалі яєць... уся хвальба моєму чудовому виводку курей.",
  "Elliott": "Перерви в роботі можуть зробити людину більш продуктивною в довгостроковій перспективі.",
  "Gus": "Сподіваюся, їжа всім подобається... Щоб підготуватися до фестивалю, я готував все цілими днями.#$b#Смажені яйця, варені яйця, яйця в сорочечках, фаршировані яйця, яєчня, шоколадні яйця... стільки всього з яєць!$h",
  "Dwarf": "Кажеш, нагорі йде дощ? *позіхання*#$e#Дощ... Для нас це майже міт. Деякі з нас, карликів, живуть все життя, так і не відчувши його на собі.",
  "Wizard": "Гм-м... А як щодо сирого яйця ящірки, посипаного почорнілим кістковим мозком?",
  "Harvey": "Яйця, безумовно, мають місце в збалансованому раціоні.#$e#Йоой... Краще забуду про роботу хоча б зараз.$11",
  "Sandy": "Я чула, що вдома йде дощ. Тому ти й приїхав сюди?$h^Я чула, що вдома йде дощ. Тому ти й приїхала сюди?$h#$e#Чесно кажучи, я сумую за дощем...$s",
  "Jas": "Сподіваюся, я зможу знайти кілька яєць до того, як Вінсент збере їх усі...$s",
  "Vincent": "Коли вже почнеться полювання на яйця?! Я так хвилююся!!$h",
  "Willy": "Буває, я так добре заховаю яйце, що ніхто його не знаходить...#$b#Ну, доки не настане літо. Тоді через розжарене повітря від нього починає виходити гнилий сморід... Хе-хе. $h",
  "???": "Ах, стічна вода сьогодні аж мчить. Отже, тут буде приємно і волого... якраз так, як я люблю.",
  "Leo": "Ідея полювання на яйця трохи дивна... та напевно, ці яйця не належать жодному з членів моєї родини...$s#$b#Та, втім, я все одно приєднаюсь!$h",
  "Abigail_y2": "$y 'Думаєш, я вже застара для полювання на яйця?_Так_Пху... ти говориш, як моя мама!$a_Ні_Так, напевно. Якщо мені досі весело, навіщо кидати цю справу?'",
  "Robin_y2": "Приємно знову вийти на вулицю після довгої холодної зими, правда ж?",
  "Demetrius_y2": "Привіт @, Ти куштував мій пиріг з короповою ікрою?^Привіт @, Ти куштувала мій пиріг з короповою ікрою?#$b#...Що? Це ж фестиваль \"яєць\", хіба ні?",
  "Maru_y2": "Ти думаєш, що цього року виграєш полювання на яйця?",
  "Sebastian_y2": "Знаєш, що? Я трохи сумую за зимою... вона простіша, в певному сенсі.",
  "Linus_y2": "Я заскочу трохи пізніше і перекушу. Я вже накинув оком на той смачнючий пиріг!",
  "Pierre_y2": "Хочеш укласти таємну угоду, так? Ха! Я захоплююся твоєю кмітливістю.",
  "Caroline_y2": "Може бути трохи нудно, але ці фестивалі - хороший шанс налагодити зв'язок з нашими сусідами.",
  "Alex_y2": "Цікаво, що станеться з моїми руками і ногами, якщо я з'їдатиму по тридцять яєць на день?",
  "George_y2": "Евелін приготувала на сніданок яєчню з цибулею порей, тож у мене гарний настрій.$h",
  "Evelyn_y2": "$y 'У тебе на фермі є кури_Так_О, чудово! Я впевнена, що вони несуть найсмачніші яйця...$h_Ні_Весна - чудовий час для початку розведення курей, не думаєш?",
  "Clint_y2": "О, ні... *ковть*... Цього року самі салати...$s",
  "Penny_y2": "Сподіваюся, Вінсент зможе знайти хоч одне яйце цього року... #$b#Було б добре, якби він відчув себе претендентом на перемогу.",
  "Pam_y2": "Гей... Якщо хочеш нагодувати мене яйцями, мені знадобиться гострий соус, малий!^Гей... Якщо хочеш нагодувати мене яйцями, мені знадобиться гострий соус, мала!",
  "Emily_y2": "Цього року я пошила маленькі штанці та капелюшки для деяких яєць. Вони чарівно виглядають!$h",
  "Haley_y2": "Оу! Мені ще треба сфотографуватися на стенді з кроликами. У мене нормальна зачіска?",
  "Jodi_y2": "Кент завжди видається трохи знервованим під час таких великих сходин, як ці...",
  "Marlon_y2": "Ти коли-небудь полював на яйця слимаків? Оце вже справжній виклик...^Ти коли-небудь полювала на яйця слимаків? Оце вже справжній виклик...",
  "Leah_y2": "Хм-хм... Пунш не такий смачний, як торік. Йому чогось не вистачає!",
  "Shane_y2": "Деякі з цих яєць були знесені тільки сьогодні вранці. Бачиш? Вони ще теплі!",
  "Marnie_y2": "Кури несуть яйця, але півні теж відіграють важливу роль... вони захищають курей і не дають їм влаштовувати бійки одна з одною!#$b#А це своєї чергою - щасливіші кури та кращі яйця...$h",
  "Elliott_y2": "Будь уважним, щоб випадково не взяти вороняче яйце. Вони триматимуть образу на тебе до кінця своїх днів!^Будь уважною, щоб випадково не взяти вороняче яйце. Вони триматимуть образу на тебе до кінця своїх днів!",
  "Gus_y2": "Чш-ш... не кажи нікому, але цього року я спробував приготувати дещо інше... Качині яйця в заварному кремі!$h",
  "Harvey_y2": "Яйця - це добре, але я б не радив з'їдати по тридцять штук на день!",
  "Jas_y2": "Я постараюся зробити все можливе, щоб цього року перемогти!",
  "Vincent_y2": "Я хочу жити у великому яйці!",
  "Willy_y2": "Еге... в дощові дні в цих водах водиться сом. Це складний улов, але він вартий зусиль!"
}