{
  "name": "Свято зимової зорі",
  "conditions": "Town/900 1400",
  "shop": "F 2625 1000 -1 F 1745 800 -1 F 1747 500 -1 F 1678 1000 -1 F 1390 700 -1 F 807 3000 -1 F 2798 1000 -1 F 2634 1000 -1 F 2633 500 -1 F 2635 500 -1 F 2636 700 -1 F 1440 5000 -1 F 1296 800 -1",
  "set-up": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas/loadActors Set-Up/playerControl christmas",
  "secretSanta": "none/-1000 -1000/farmer 30 69 0/warp Emily 37 59/warp Haley 35 74/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 300/faceDirection farmer 0/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Emily 29 72/warp Haley 30 72/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
  "Abigail_spouse": "Цікаво, чи можна лизнути одну з тих тростин...",
  "Leah_spouse": "Я вдячна за наше безтурботне життя на фермі.$h",
  "Maru_spouse": "Привіт, @. Я готова повернутися додому, коли лише захочеш.",
  "Penny_spouse": "Я вдячна за те, що познайомилась з тобою...$l",
  "Haley_spouse": "Я?... О, я вдячна за... може я просто покажу тобі, коли повернемося додому ввечері?$l",
  "Sebastian_spouse": "Привіт, @. Як бачиш, я виконую свої сімейні обов'язки...",
  "Sam_spouse": "*позіхання*... Я прийшов за подарунками та печивом.$h",
  "Alex_spouse": "За що я вдячний? Покажу тобі, щойно ми повернемось додому...$l",
  "Harvey_spouse": "Я відчуваю себе дещо пригніченим... дякувати Богу за свіже повітря...$l",
  "Elliott_spouse": "Ти не маєш нічого мені дарувати, ти вже зробив мені найбільший подарунок з усіх...$l^Ти не маєш нічого мені дарувати, ти вже зробила мені найбільший подарунок з усіх...$l",
  "Abigail": "Що може бути краще за гаряче застілля в холодний зимовий день, правда?$h",
  "Robin": "Здоров, @. Запрошую приєднатися до нашого сімейного столу, якщо потрібна компанія.$h",
  "Demetrius": "Цього року, мабуть, я отримаю черговий набір інструментів... *зітхання*",
  "Maru": "Привіт, @.$h",
  "Shane": "Я зустрічав людей, які вірять у духів і магію... але я? Я ніколи не бачив нічого, що не можна було б пояснити наукою.",
  "Sebastian": "Проведення часу з сім'єю іноді буває втомливо.",
  "Pierre": "Останнім часом показники моїх продажів просто феноменальні... усе завдяки Святу зимової зорі!$h#$e#Боже, свята - чудо для бізнесу. Цікаво, чи зможу я вигадати щось нове...",
  "Caroline": "Ух-х... Я випила забагато еґ-ноґа.$h",
  "Linus": "Я б приєднався... та сумніваюсь, що мені раді.$s",
  "Alex": "О, привіт.$s",
  "George": "Банкет заради якоїсь дурної зірки? Ну й дурість!",
  "Evelyn": "О, боже! Тобі не холодно, любий? На вулиці холод!^О, боже! Тобі не холодно, люба? На вулиці холод!",
  "Lewis": "Сьогодні час висловити вдячність за все хороше в цьому році. Забудь на день про свої турботи і розслабся!",
  "Clint": "*зітхання*... Всі ці щасливі сім'ї. Але для мене це видався черговий самотній рік.",
  "Emily": "$y '@! Що ти хотів би знайти під ялинкою духів?_Нову лійку._Тільки про роботу й думаєш? Це не дуже весело.$s_Глечик пряної медовухи._У-у... звучить класно. Обов'язково дай і мені скуштувати.$h_Пару стильних чобіт._Ясно. А це чудовий подарунок!'¦$y '@! Що ти хотіла б знайти під деревом духів?_Нову лійку._Тільки про роботу й думаєш? Це не дуже весело.$s_Глечик пряної медовухи._У-у... звучить класно. Обов'язково дай і мені скуштувати.$h_Пару стильних чобіт._Ясно. А це чудовий подарунок!'",
  "Penny": "Яка гарна ялинка.$h",
  "Pam": "Пфе... Я досі засмучена, що не виграла змагання з підлідної риболовлі.$4",
  "Haley": "Сподіваюся, під ялинкою духів для мене знайдеться нова камера!",
  "Jodi": "Зараз не найкраща пора для дієт...$s",
  "Kent": "Добрий день, @. Щасливого свята.",
  "Sam": "Я вдячний за гітару та скейтборд. І, мабуть, за свою сім'ю.",
  "Leah": "Ґас якраз розповідав мені про свої цукеркові тростини ручної роботи. *позіхання*$u#$e#Думаю, він випив забагато коричного еґ-ноґа.",
  "Marnie": "Ласкаво прошу на Свято зимової зорі!$h",
  "Elliott": "О, привіт, @. Холодно, правда?",
  "Gus": "Виготовлення цукеркових тростинок - справжнє мистецтво. Для цього потрібно шукати найкращі інгредієнти. У наш час їх нелегко знайти!$h#$e#Зазвичай я використовую кільцефрукт Островів Папороті для своїх прем'єрних тростин, знаєш. Неможливо перевершити це яскраво-червоне забарвлення... І воно ще й натуральне!#$e#О, хочеш знати секрет моїх особливих двійних тростин? Гаразд, але ти маєш пообіцяти, що триматимеш це в секреті. *шепіт* Це дрібка ванілі в білій цукерці, що доповнює вишневий смак.$h#$e#Звичайно, м'ятні тростини - це стандарт, і я завжди роблю цілу партію цих цукерок.#$e#Гей, ти, здається, засинаєш. Ти в порядку?$s",
  "Willy": "$y 'Хочеш почути легенду про Зимову зорю?_Так_У зимовому нічнім небі є яскрава зоря, яку видно лише з цієї долини. Ніхто не знає, чому саме так... але в давнину люди приходили звідусіль, щоб побачити її.*Вони вірили, що кожен, хто подивиться на Зимову зорю, буде благословенний на удачу. Дехто навіть стверджує, що таємничий плід, відомий як =Зорекрапля, якимось чином пов'язаний із Зимовою зорею._Ні, дякую_Як хочеш.'",
  "Wizard": "Ах, таємнича Зимова зоря. Одна з причин, чому я обрав цю долину як місце для свого... дослідження.",
  "Harvey": "Я вдячний, що цього року не було жодних надзвичайних ситуацій!",
  "Sandy": "Я чула, що вдома йде дощ. Тому ти й приїхав сюди?$h^Я чула, що вдома йде дощ. Тому ти й приїхала сюди?$h#$e#Чесно кажучи, я сумую за дощем...$s",
  "Jas": "О! Подарунки!$h",
  "Vincent": "Можна вже розгортати подарунки?!",
  "Marlon": "Привіт, добрий день.",
  "Leo": "Лінус незручно долучатись до нас, тож я складу йому компанію.#$e#У нас буде власне маленьке свято... пюре із зимових коренів та пряних ягід!$h"
}