{
  "Maru0": "Я така схвильована...$h#$b#Я буду твоєю дружиною. Хе-хе.$l",
  "Maru1": "Мені потрібно морально підготуватися до того, щоб стати дружиною фермера.",
  "Leah0": "...$l#$e#Я трохи нервую. Втім, я щаслива.$h",
  "Leah1": "Я завжди мріяла жити на фермі.$h#$e#Я буду така щаслива.",
  "Haley0": "Я така щаслива!$h#$e#Все саме так, як я завжди мріяла.$l",
  "Haley1": "Все добре. Я знаю, що ми не можемо провести медовий місяць, оскільки за фермою потрібно дбати.#$e#Я тепер теж фермерка!",
  "Penny0": "@.. мені трохи лячно. Такі великі зміни!#$e#Не хвилюйся, я також дуже щаслива.$h",
  "Penny1": "Незабаром у нас буде маленька фермерська сім'я.$l#$e#Я дуже рада, що ти відчуваєш мене такою.$h",
  "Abigail0": "Хе-хе. Я? Заміжня? Ніколи не думала, що це станеться.$h#$e#Ми разом будемо дуже весело проводити час.$h",
  "Abigail1": "Я заручена з фермером. Вау!$h#$e#Відтепер наші життя сильно зміняться.$l",
  "Sam0": "Я буду щасливим бути твоїм чоловіком, @.$l#$e#Я в захваті.",
  "Sam1": "Я й не мріяв про те, що це станеться. Мені так пощастило.$l#$e#Не можу дочекатися весілля.$h",
  "Sebastian0": "За кілька днів я житиму на фермі. Повірити не можу.$h#$e#Проте я щасливий.$l",
  "Sebastian1": "Від самої твоєї появи у місті, я ніколи не думав, що колись буду пошлюбленим з тобою.$l#$e#Життя - то дивна штука, га?$h",
  "Harvey0": "Боже мій! Я маю стільки всього підготувати до весілля! Я нервую.$l#$e#Мені полегшає після того, як ми оселимось на твоїй фермі.$h",
  "Harvey1": "Я дуже щасливий.$h#$e#Це завжди було моїм таємним бажанням.$l",
  "Elliott0": "Ферма стане таким чудовим місцем для творчості. З нетерпінням чекаю цього.$h#$e#З нас буде чудова пара.$l",
  "Elliott1": "Це буде така пригода! Я дуже схвильований. Ти теж?$h#$e#Ми можемо використовувати мою хатину як пляжний будиночок.$l",
  "Alex0": "@, це найкраще, що могло статися.$l#$e#Не можу дочекатися весілля.$h",
  "Alex1": "Мені має сподобатись фермерське життя.$h",
  "Shane0": "Я все ще трохи вдаюся в питання, чи це не якийсь ретельно продуманий розіграш.#$e#Не можу повірити, що ти хочеш вийти заміж за когось на кшталт мене.",
  "Shane1": "@... у мене паморочиться голова, а я ще жодної пляшки пива не випив сьогодні.",
  "Emily0": "Можеш повірити, що ми будемо жити разом? Я ніколи не жила ні з ким, окрім своєї родини.#$e#Це... захоплює.",
  "Emily1": "Я завжди знала, що між нами станеться щось важливе... Просто ніколи не думала, що буде саме так!$h#$e#Папуга теж схвильований.",
  "Krobus0": "@... боюся, що нам доведеться тримати це в таємниці... Не моя, ні твоя раса не сприйме наше спільне життя.",
  "Krobus1": "Ти знаєш, що я буду дуже дивною істотою для співмешканця, правда? Я не зможу виходити з дому..."
}