{
  "LostItemQuest_DefaultThankYou": "Ти знайшов! Дякую.^Ти знайшла! Дякую.",
  "NewChild_SecondChild1": "Тільки подивись на нашу маленьку родину... Ми пройшли довгий шлях, чи не так?",
  "NewChild_SecondChild2": "Двоє гарненьких діточок... Ми пройшли довгий шлях, чи не так?",
  "NewChild_Adoption": "{0} - тепер частина нашого життя. Вітаємо тебе, дитя, у нашій сім'ї.",
  "NewChild_FirstChild": "Справи просто чудові, а тепер ще й {0} - віднині є частиною нашого життя. Нам дуже пощастило.",
  "Spouse_KitchenBlocked": "Купа твоїх речей блокують доступ до кухні... Гадаю, що сьогодні ти не пообідаєш.$a",
  "Spouse_MonstersInHouse": "Ем... Любий? Що монстри роблять у нашому домі?^Ем... Люба? Що монстри роблять у нашому домі?",
  "Farm_RobinWorking_ReadyTomorrow": "Твоя нова будівля, тобто {0}, буде готова вже завтра! Ти радий?^Твоя нова будівля, тобто {0}, буде готова вже завтра! Ти рада?",
  "Farm_RobinWorking1": "Твою нову будівлю, тобто {0}, я закінчу за {1} дні. А поки, уяви, що мене тут нема.",
  "Farm_RobinWorking2": "Твою нову будівлю, тобто {0}, я закінчу за {1} дні. Працювати над нею мені доведеться цілі день і ніч!",
  "AnimalShop_Marnie_Trash": "Чого ти заглядаєш у мій смітник?$s",
  "JoshHouse_Alex_Trash": "Ем.. А що ти робиш?$s",
  "SamHouse_Sam_Trash": "Гей, не заглядай туди!$a",
  "SeedShop_Abigail_Drawers": "Гей, навіть не думай! Це особисте!$a",
  "Wizard_Hatch": "Що це ти робиш? Я допускаю туди тільки тих, кому довіряю.",
  "Clint_NoInventorySpace": "Привіт. Твій інструмент готовий, але в тебе не вистачає місця в наплічнику для нього.",
  "Clint_StillWorking": "Ем, {0} я ще оновлюю, тому сьогодні закінчити не встигну.",
  "Gunther_MuseumComplete": "Музей виглядає просто дивовижно! Ще раз дякую за всю твою допомогу.",
  "Gunther_NothingToDonate": "Не схоже, що у тебе є щось нове для пожертвування музею. Може, тобі слід вийти надвір і розпочати полювання на скарби, га?",
  "Gunther_NoArtifactsFound": "Вітаю! Ласкаво просимо до археологічного музею Долини Стардью.#$b#Ех... Аж ніяково, що попередній власник музею втік з усією колекцією. У нас немає жодних артефактів на показ.#$b#Але я сподіваюся, що згодом ми це виправимо! Гей, якщо ти неподалік знайдеш якісь артефакти чи мінерали...  Дай знати, гаразд?",
  "Sandy_PlayerClubMember": "Що сталося? Ти - член клубу?!",
  "MisterQi_PlayerClubMember": "Приємно нарешті познайомитися з тобою, хлопче. Ласкаво прошу до мого ексклюзивного клубу.^Приємно нарешті познайомитися з тобою, дівчино. Ласкаво прошу до мого ексклюзивного клубу.#$e#Ти маєш цю \"іскру\"... тому я вибрав тебе.#$e#Яка іскра? Ах... істина таємниці, мистецтва...#$b#Такі люди як ми, відповідальні за збереження всього світу живим, дати людям спробувати щось дивовижне.#$e#Бачиш як... Світ - це як миска з рисом. Він має речовини, але без хорошого, гострого соусу він нічого не вартий. І тут з'являємося ми.#$b#Ти коли-небудь цікавився питанням, хто встановив ці скрині зі скарбами у старій шахті? Я люблю дивувати людей.^Ти коли-небудь цікавилась питанням, хто встановив ці скрині зі скарбами у старій шахті? Я люблю дивувати людей.#$e#Колись ти зрозумієш. Просто роби те, що вмієш робити добре і ніколи не здавайся.",
  "Robin_HouseUpgrade_Accepted": "Дякую! Я розпочну завтра. Маю закінчити приблизно за три дні.",
  "Robin_PamUpgrade_Accepted": "Дуже щедро з твого боку! Я розпочну працювати над цим розширенням завтра. Маю закінчити приблизно за три дні.",
  "Mines_PlayerKilled_Robin": "...Я знайшла тебе непритомним у шахті. Я ледь не прийняла тебе за шматок екзотичної деревини!^...Я знайшла тебе непритомною у шахті. Я ледь не прийняла тебе за шматок екзотичного дерева!#$b#Будь обачніше наступного разу, добре?$s",
  "Mines_PlayerKilled_Clint": "...Я знайшов тебе непритомним у шахті. Схоже, я надірвав свою спину, тягнувши тебе всю дорогу сюди.^...Я знайшов тебе непритомною у шахті. Схоже, я надірвав свою спину, тягнувши тебе всю дорогу сюди.#$b#Будь обачніше наступного разу, добре?$s",
  "Mines_PlayerKilled_Maru_Spouse": "...Я знайшла тебе непритомним у шахті. Тебе довго не було, тож я почала хвилюватися!^...Я знайшла тебе непритомною у шахті. Тебе довго не було, тож я почала хвилюватися!#$b#Будь обережніше наступного разу, добре?$s",
  "Mines_PlayerKilled_Maru_NotSpouse": "...Я знайшла тебе непритомним у шахті. Я шукала корисні копалини, і ледь не наступила на твою голову!^...Я знайшла тебе непритомною у шахті. Я шукала корисні копалини, і ледь не наступила на твою голову!#$b#Будь обачніше наступного разу, добре?$s",
  "Mines_PlayerKilled_Linus": "...Я знайшов тебе непритомним у шахті. Тобі пощастило, що я проходив повз!^...Я знайшов тебе непритомною у шахті. Тобі пощастило, що я проходив повз!#$b#Будь обачніше наступного разу, добре?$s",
  "Mines_PlayerKilled_Spouse_PlayerMale": "Тебе так довго не було, тому я почав хвилюватися! У мене сльози навернулись, коли я побачив твоє кволе тіло...$s",
  "Mines_PlayerKilled_Spouse_PlayerFemale": "Тебе так довго не було, тому я почала хвилюватися! У мене ледь серце не стало, коли я побачила твоє кволе тіло...$a",
  "Morris_PlayerSignedUp": "Чудово! Ласкаво прошу до Корпорації Joja! Повертайтесь завтра, і ми зможемо почати обговорення проєктів розвитку громади... О, і не забувайте свій гаманець! Хе-хе.#$b#А тепер, дозвольте мені зателефонувати меру Льюїсу і подумати, що ми можемо зробити з цим жахливим старим клубом...",
  "Morris_ComeBackLater": "Повертайтесь завтра, і ми зможемо подумати про початок оновлення громади... Тільки не забудьте принести купу грошенят. Хе-хе.",
  "Morris_Greeting": "Вітаю у JojaМаркеті! Як ваші справи сьогодні?#$b#Не думаю, що ми знайомі. Я - Морріс, представник послуг корпорації Joja.#$b#Якщо ви вирішили стати членом Joja, буду дуже радий допомогти вам зробити перехід незабутнім досвідом.",
  "Morris_WeekendGreeting": "Вітаю в JojaМаркеті! Як минули вихідні?#$b#Наразі ми в процесі створення новісінької системи членства для наших клієнтів. Просимо незабаром завітати до нас, щоб долучитися до членства!",
  "Morris_FirstGreeting": "Вітаю в JojaМаркеті! Як ся маєте сьогодні?#$b#Наразі ми в процесі створення новісінької системи членства для наших клієнтів. Просимо незабаром завітати до нас, щоб долучитися до членства!",
  "Morris_FirstGreeting_CommunityCenterComplete": "Вітаю в JojaМаркеті! Як ся маєте сьогодні?#$b#На жаль, через непередбачені обставини, наша пропозиція щодо членства в Joja наразі недоступна. Але я впевнений, що скоро ми це виправимо!",
  "Morris_WeekendGreeting_CommunityCenterComplete": "Вітаю в JojaМаркеті! Як минули вихідні?#$b#На жаль, через непередбачені обставини, наша пропозиція щодо членства в Joja наразі недоступна. Але я впевнений, що скоро ми це виправимо!",
  "Morris_WeekendGreeting_MembershipAvailable": "Вітаю в JojaМаркеті! Як минули вихідні?#$b#Тепер членство доступне! Завдяки членству в Joja, ви зможете робити оновлення громади з допомогою наших досвічених працівників... за плату, звісно.#$b#Ох, і ще дещо... Мер Льюїс пообіцяв нам, що якщо хтось ще приєднається до нас, то він дозволить нам перетворити той старий громадський клуб на склад Joja. Хіба це не чудово?#$q -1 -1#Членство коштує {0} з. Що ж, то ви хочете приєднатися до нас?#$r -1 -1 Yes#Так.#$r -1 -1 No#Ні.",
  "Morris_FirstGreeting_MembershipAvailable": "Вітаю в Joja Маркеті! Як ся маєте сьогодні?#$b#Тепер членство доступне! Завдяки членству в Joja, ви зможете робити оновлення громади за допомогою нашого спеціалізованого персоналу... за плату, звісно.#$b#Ох, і ще дещо... Мер Льюїс пообіцяв нам, що якщо хтось ще приєднається до нас, то він дозволить нам перетворити той старий громадський клуб на склад Joja. Хіба це не чудово?#$q -1 -1#Членство коштує {0} з. Що ж, то ви хочете приєднатися до нас?#$r -1 -1 Yes#Так.#$r -1 -1 No#Ні.",
  "Morris_WeekendGreeting_SecondPlayer": "Ласкаво прошу в JojaМаркет! Як минули вихідні?#$b#Хм... Згідно з нашими даними, ви живете на фермі з іншими людьми... Вибачте, але ми можемо продати членство лише власнику тієї ферми.",
  "Morris_FirstGreeting_SecondPlayer": "Ласкаво прошу в JojaМаркет! Як ся маєте сьогодні?#$b#Хм... Згідно з нашими даними, ви живете на фермі з іншими людьми... Вибачте, але ми можемо продати членство лише власнику тієї ферми.",
  "Morris_StillProcessingOrder": "Зараз ми займаємося вашим останнім замовленням Розвитку Громади. Будь ласка, поверніться після того, як роботу буде закінчено.",
  "Morris_CommunityDevelopmentForm_PlayerMale": "$q -1 -1#Я маю бланк з Розвитком Громади Joja для вас, пане. Чи не хочете поглянути на нього?#$r -1 -1 Yes#Так#$r -1 -1 No#Ні",
  "Morris_CommunityDevelopmentForm_PlayerFemale": "$q -1 -1#Я маю бланк з Розвитком Громади Joja для вас, пані. Чи не хочете поглянути на нього?#$r -1 -1 Yes#Так#$r -1 -1 No#Ні",
  "PurchasedItem_1_QualityHigh": "Привіт, {0}.#$b# Знаєш, заходжу я днями до П'єра та купую... що там, {2} {1}? Давно ж у нього такого не було... #$b#А як згадаю вчорашню вечерю з цього смаколика... Який же {3} запах то був. Просто хіт!$h#$b#Приємно, що асортимент П'єра знову починає зростати.#$e# Так чи інакше...",
  "PurchasedItem_1_QualityLow": "Привіт, {0}.#$b# Знаєш, заходжу я днями до П'єра та купую... що там, {2} {1}? Давно ж у нього такого не було... #$b#А як згадаю вчорашню вечерю з цієї штуковини... Який у хаті ж стояв сморід... {3}. Навіть не хочу знати, де П'єр її знайшов.$s#$e# У всякому разі...",
  "PurchasedItem_2_QualityHigh": "Привіт... це в тебе П'єр днями купив... як там, {2} {1}? Я теж, здається...#$e#Якість була на висоті. Приголомшливо.",
  "PurchasedItem_2_QualityHigh_Jodi": "Привіт... це в тебе П'єр днями купив... як там, {2} {1}? Я, здається, теж купила...#$e#Якість була на висоті. Щойно я відчула той знайомий запах - знову пригадала ту стару бабусину хатину...",
  "PurchasedItem_2_QualityLow": "Привіт... це в тебе П'єр днями купив... як там, {2} {1}? Я теж, здається...#$e#Якість була непоганою.",
  "PurchasedItem_3_QualityLow_Rude": "З розпродажу в крамниці минулої ночі в мене тепер є {2} {1}, всього за {3} з.#$e# Просто {4}! Не дивно, що П'єр продавав це {5} так дешево...",
  "PurchasedItem_3_QualityHigh_Rude": "З розпродажу в крамниці минулої ночі в мене тепер є {2} {1}, всього за {3} з.#$e# Це було досить {4}.",
  "PurchasedItem_3_NonRude": "З розпродажу в крамниці минулої ночі в мене тепер є {2} {1}, всього за {3} з.#$e# Не можна було пропускати таку чудову ціну.",
  "PurchasedItem_4": "Днями в мене були закупи, і П'єр показав мені, цейво, {2} {1}, що ти йому приніс.^Днями в мене були закупи, і П'єр показав мені, цейво, {2} {1}, що ти йому принесла.#$e#Тож мені й захотілося це купити.$h",
  "PurchasedItem_5_VegetableOrFruit": "З останніх закупів днями в крамниці У П'єра у мене є {2}, справжня смакота. #$b#Він сказав, що сам виростив на своєму городі! Хто б міг подумати, що П'єр такий талановитий фермер!$h#$b#Схоже, у вас з'явилася конкуренція, еге ж?",
  "PurchasedItem_5_Cooking": "З останніх закупів днями в крамниці У П'єра у мене є {2}, справжня смакота. #$b#Він сказав, що сам приготував з місцевих інгредієнтів! Хто б міг подумати, що П'єр напрочуд {3} {4} кухар!",
  "PurchasedItem_5_Foraged": "З останніх закупів днями в крамниці У П'єра у мене є {2}, справжня смакота. Він сказав, що сам знайшов, під час дослідження гір. Хто б міг подумати, що П'єр такий талановитий збирач!",
  "PurchasedItem_Teen": "Привіт. З останніх закупів минулої ночі у мене є {2}. Моя мама хотіла щось файне на вечерю.",
  "PurchasedItem_Abigail_QualityLow": "Привіт. Мої батьки вчора на вечерю взяли 1 штуку, тойво, {2}, що ти продав у крамниці минулої ночі... Певно, якість у цієї штуковини була не дуже, тому мій тато не витримав і жбурнув її у вікно.$h^Привіт. Мої батьки вчора для вечері взяли 1 штуку, тойво, {2}, що ти продала у крамниці минулої ночі... Певно, якість у цієї штуковини була не дуже, тому мій тато не витримав і жбурнув її у вікно.$h#$bНа жаль, на смак наче {3}.$s",
  "PurchasedItem_Abigail_QualityHigh": "Привіт. Мої батьки вчора на вечерю взяли 1 штуку, тойво, {2}, що ти продав у крамниці минулої ночі... Певно, якість у цієї штуковини була не дуже, тому мій тато не витримав та викинув її.$h^Привіт. Мої батьки вчора на вечерю взяли 1 штуку, тойво, {2}, що ти продала у крамниці минулої ночі... Певно, якість у цієї штуковини була не дуже, тому мій тато не витримав та викинув її.$h#$b#Хоча на смак вже ж таки було досить непогано.",
  "PurchasedItem_Caroline_QualityLow": "Ох, @... Аж ніяково. \"{2}\", що ти продав нам для компосту, тепер на смітнику.$s^Ох, @... Аж ніяково. \"{2}\", що ти продала нам для компосту, тепер на смітнику.$s#$b#Тепер все жахливо смердить. Де ти ту штуковину дістав?^Тепер все жахливо смердить. Де ти ту штуковину дістала?",
  "PurchasedItem_Caroline_QualityHigh": "Ох, @... Аж ніяково. \"{2}\", що ти продав нам для компосту, тепер на смітнику.$s^Ох, @... Аж ніяково. \"{2}\", що ти продала нам для компосту, тепер на смітнику.$s#$b#Проте з іншого боку, хробачкам ця штука дуже сподобалась! Вони ще ніколи не були такими щасливими!",
  "PurchasedItem_Pierre_QualityLow": "Гей, пам'ятаєш цю штуку, {2}, що ти продав мені днями? Я подав її моїй сім'ї на особливу вечерю.^Гей, пам'ятаєш цю штуку, {2}, що ти продала мені днями? Я подав її моїй сім'ї на особливу вечерю.#$b#Не скажу, що смак був 10/10... $s#$b#... Ну... Як у тебе справи?",
  "PurchasedItem_Pierre_QualityHigh": "Гей, пам'ятаєш цю штуку, {2}, що ти продав мені днями? Я подав її моїй сім'ї на особливу вечерю.#$b#Моїй дружині сподобалось! Ба навіть Аббі почала налягати на неї, після того, як я додав трохи соусу хойсину. $h#$b#... Що ж... Як у тебе справи?",
  "PurchasedItem_Haley": "Минулої ночі Емілі хотіла подати мені щось {1}, що називається {2}, на вечерю... Я ту штуковину викинула, поки вона не бачила.#$e#Не люблю здорову їжу...$s",
  "PurchasedItem_Elliott": "Я бачив, що днями П'єр мав свіжий смаколик... як там його, {2}? Дивовижно. Запах був просто чудовий... а який міцний!",
  "PurchasedItem_Alex": "Привіт. З останніх закупів минулої ночі у мене є {2}. Бабуся з тієї смакоти спекла особливу рисову запіканку...",
  "PurchasedItem_Leah": "Днями я у П'єра купила смаколик {1}, яка називалася, здається, {2}. Це було ідеальне поєднання зелені та маленької порції мого \"особливого\" вінегрету.",
  "PurchasedItem_1_QualityHigh_Willy": "Привіт, {0}.#$b# Днями у Віллі була на продаж риба {1}, {2} вона начебто зветься. Хто б міг подумати, що вона може бути такою свіжою! #$b#А як згадаю вчорашню вечерю з неї... Який же {3} запах то був. Це було щось!$h#$b#Він сказав мені, що ти сам її зловив... Оце так!^Він сказав мені, що ти сама її зловила... Оце так!#$e# Так чи інакше...",
  "PurchasedItem_1_QualityLow_Willy": "Привіт, {0}.#$b# Днями у Віллі була на продаж риба {1}, {2} вона начебто зветься. Він сказав, що ти сам її зловив!^Днями у Віллі була на продаж риба {1}, {2} вона начебто зветься. Він сказав, що ти сама її зловила!#$b#Як згадаю вчорашню вечерю з цієї штуковини... Який у хаті ж стояв сморід... {3}. Навіть знати не хочеться, де ти її знайшов...$s^Як згадаю вчорашню вечерю з цієї штуковини... Який у хаті ж стояв сморід... {3}. Навіть знати не хочеться, де ти її знайшла...$s#$e#Так чи інакше...",
  "PurchasedItem_2_QualityHigh_Willy": "Привіт... Це в тебе Віллі днями купив рибу {1} під назвою {2}? Я теж, здається...#$e#Якість була на висоті. Приголомшливо.",
  "PurchasedItem_2_QualityHigh_Jodi_Willy": "Привіт... Це в тебе Віллі днями купив... як там, {2} {1}? Я, здається, теж купила...#$e#Якість була на висоті. М'ясо дуже міцне.",
  "PurchasedItem_2_QualityLow_Willy": "Привіт... Це в тебе Віллі днями купив штуковину {1} під назвою {2}? Я теж, здається...#$e#Пахло якось рибою, та все було гаразд.",
  "PurchasedItem_3_QualityLow_Rude_Willy": "З розпродажу \"Помийне відро\" минулої ночі у мене є {2} {1}, лише за {3} з.#$e# Просто {4}! Не дивно, що Віллі це {5} практично віддавав...",
  "PurchasedItem_3_QualityHigh_Rude_Willy": "З розпродажу минулої ночі в мене є {2} {1}, всього за {3} з.#$e# Чесно кажучи, це було досить {4}.",
  "PurchasedItem_3_NonRude_Willy": "Минулої ночі у мене були закупи, і з розпродажу в мене тепер є {2} {1}, всього за {3} з.#$e# Не можна було пропускати таку чудову ціну.",
  "PurchasedItem_4_Willy": "Днями мені треба було зайти до Віллі, і він показав мені... як там, {2} {1}, що ти йому продав.^Днями мені треба було зайти до Віллі, і він показав мені... як там, {2} {1}, що ти йому продала.#$e#Вчора в мене була вечеря з цієї смакоти разом з лимоном та маленькою порцією рисового плову. Досить смачно!$h",
  "PurchasedItem_Pierre_QualityLow_Willy": "Агов... Пам'ятаєш ту рибу, {2}, що ти днями продав мені? Ну, я приготував її у себе вдома минулої ночі...^Агов... Пам'ятаєш ту рибу, {2}, що ти днями продала мені? Ну, я приготував її у себе вдома минулої ночі...#$b#Це була найпоживніша риба, якою я коли-небудь ласував...$s",
  "PurchasedItem_Pierre_QualityHigh_Willy": "Агов! Пам'ятаєш, як ти днями продав мені ту рибу... як її там, {2}? Ну, я приготував її у себе вдома минулої ночі...^Агов! Пам'ятаєш, як ти днями продала мені ту рибу... як її там, {2}? Ну, я приготував її у себе вдома минулої ночі...#$b#Це найкраща риба, яка в мене була, відколи я був ще малим парубком!$h",
  "Town_DumpsterDiveComment_Child": "Фуу... Що ти робиш?$s",
  "Town_DumpsterDiveComment_Linus": "Ти знайшов те, що шукав?$h^Ти знайшла те, що шукала?$h",
  "Town_DumpsterDiveComment_Teen": "Ем... чому ти копирсаєшся у смітті?$s",
  "Town_DumpsterDiveComment_Adult": "Гей, припини! Фу!$s",
  "SkullCavern_100_event": "clubloop/-100 -100/farmer 6 6 2 MrQi 10 7 0/specificTemporarySprite qiCave/removeQuest 30/viewport 10 7 true/pause 3500/speak MrQi \"Ну, ну, ну... тобі вдалося.\"/pause 500/playSound boop/faceDirection MrQi 3 true/pause 50/faceDirection MrQi 2/pause 100/playSound boop/animate MrQi false false 100 0 1 2 3 3 3 2 1 0/pause 1500/speak MrQi \"Тепер підійди ближче... не соромся.\"/emote farmer 40/playSound boop/pause 500/move farmer 0 4 1/move farmer 4 0 0/pause 500/stopJittering/speak MrQi \"Я чув, що ти сьогодні збираєшся спуститися в печеру якомога глибше...#$b#Мені треба було побачити це на власні очі!\"/animate MrQi false false 100 0 1 2 3 3 3 2 1 2 3 3 3 2 1 0/pause 1000/playSound boop/pause 1000/speak MrQi \"Вражає... дуже вражає. Спускатися сюди - доволі складна справа!#$b#...хоч ти й пропустив купу рівнів, створивши спуски. Розумно, звісно... але не так благородно.$1^...хоч ти й пропустила купу рівнів, створивши спуски. Розумно, звісно... але не так благородно.$1#$b#Незважаючи на це, видобування всього цього каменю мало забрати багато сил в тебе. І таку наполегливість варто похвалити. Ти - рідкість, хлопче.^Незважаючи на це, видобування всього цього каменю мало забрати багато сил в тебе. І таку наполегливість варто похвалити. Ти - рідкість, дівчинко.\"/pause 500/speak MrQi \"Тепер... підійди до того столу та випий особливе молоко, яке я приготував для тебе.\"/pause 500/move farmer 3 0 0/move farmer 0 -1 0/emote farmer 8/speak MrQi \"Воно зветься \"Іридієве зміїне молоко\"... один великий цілющий ковток, і ти станеш ще сильніше.\"/pause 1000/faceDirection farmer 2 true/specificTemporarySprite removeSprite 803/farmerEat 803/awardFestivalPrize qimilk/pause 2000/message \"Огидне на смак, і на вигляд жах.\"/pause 100/pause 500/jump farmer/playSound reward/message \"...Проте рівень твого здоров'я назавжди збільшився на 25!\"/pause 1000/fade/viewport -1000 -1000/pause 500/playSound boop/speak MrQi \"Щасти тобі, дитя.\"/pause 500/playSound boop/end",
  "SkullCavern_100_event_honorable": "clubloop/-100 -100/farmer 6 6 2 MrQi 10 7 0/specificTemporarySprite qiCave/removeQuest 30/viewport 10 7 true/pause 3500/speak MrQi \"Ну, ну, ну... тобі вдалося.\"/pause 500/playSound boop/faceDirection MrQi 3 true/pause 50/faceDirection MrQi 2/pause 100/playSound boop/animate MrQi false false 100 0 1 2 3 3 3 2 1 0/pause 1500/speak MrQi \"Тепер підійди ближче... не соромся.\"/emote farmer 40/playSound boop/pause 500/move farmer 0 4 1/move farmer 4 0 0/pause 500/stopJittering/speak MrQi \"Я чув, що ти сьогодні збираєшся спуститися в печеру якомога глибше...#$b#Мені треба було побачити це на власні очі!\"/animate MrQi false false 100 0 1 2 3 3 3 2 1 2 3 3 3 2 1 0/pause 1000/playSound boop/pause 1000/speak MrQi \"Вражає... дуже вражає. Ти склав мій іспит на ура, хлопче!^Вражає... дуже вражає. Ти склала мій іспит на ура, дівчинко!#$b#Я дуже радий, що ти випробував себе та почесно спустився сюди, замість того, щоб пропускати рівні, створюючи спуски.^Я дуже радий, що ти випробувала себе та почесно спустилася сюди, замість того, щоб пропускати рівні, створюючи спуски.#$b#Це показник того, що ти - справжній скарб, дитя. У тебе є свої засади.#$b#Ти розумієш важливість випробування себе та дотримування найвищих стандартів, навіть коли вони не потрібні для вихвалянь.#$b#Саме тому ти особлива людина, хлопче... розумієш? З тебе буде хороший приклад. Мені це подобається.^Саме тому ти особлива людина, дівчино... розумієш? З тебе буде хороший приклад. Мені це подобається.\"/pause 500/speak MrQi \"Тепер... підійди до того столу та випий особливе молоко, яке я приготував для тебе.\"/pause 500/move farmer 3 0 0/move farmer 0 -1 0/emote farmer 8/speak MrQi \"Воно зветься \"Іридієве зміїне молоко\"... один великий цілющий ковток, і ти станеш ще сильніше.\"/pause 1000/faceDirection farmer 2 true/specificTemporarySprite removeSprite 803/farmerEat 803/awardFestivalPrize qimilk/pause 2000/message \"Огидне на смак, і на вигляд жах.\"/pause 100/pause 500/jump farmer/playSound reward/message \"...Проте рівень твого здоров'я назавжди збільшився на 25!\"/pause 1000/fade/viewport -1000 -1000/pause 500/playSound boop/speak MrQi \"Щасти тобі, дитя.\"/pause 500/playSound boop/end",
  "Robin_UpgradeConstruction_Festival": "Добре, {1} я почну оновлювати післязавтра. На свята я завжди беру відпустку.$h",
  "Robin_UpgradeConstruction": "Добре, {1} я почну оновлювати завтра вранці!$h",
  "Robin_NewConstruction_Festival": "Добре, {0} я почну будувати післязавтра. На свята я завжди беру відпустку.$h",
  "Robin_NewConstruction": "Добре, {0} я почну будувати завтра вранці!$h",
  "Robin_Instant": "Цей {0} є складеним, тому тут нема чого будувати! Зручно, правда ж?$h",
  "Morris_JojaCDConfirm": "Чудово! Сьогодні вночі я направлю туди наших робітників. Вони мають закінчити роботу до завтра.",
  "Morris_BuyMovieTheater": "Ах, наш улюблений клієнт... Маю для вас цікаву новину! Штаб-квартира Joja схвалила будівництво нового \"Будинку розваг\" Joja, який замінить сусідній склад Joja. Нам просто потрібен інвестор, який готовий підтримати нашу думку! Тож, звісно, я звертаюся до вас... нашого найвідданішого та щедрого члена Joja.#$b#$q -1 -1#Ми могли б зробити це за невеликі інвестиції у розмірі... *кхем*... 500,000 з...$h#$r -1 -1 Yes#Так#$r -1 -1 No#Ні",
  "Morris_TheaterBought": "Півмільйона...!$2#$b#*Екхем*... Тобто... Чудово! Наша будівельна команда Joja сьогодні ввечері розпочне роботу над новобудовою! Дякуємо за підтримку нашої роботи.",
  "Morris_NoMoreCD": "Ах! Мій улюблений клієнт... На жаль, зараз я не маю доступних проєктів розвитку громади.",
  "Island_willy_rescue": "З тобою все гаразд? Я знайшов тебе на березі, хлопче.$s^З тобою все гаразд? Я знайшов тебе на березі, панно.$s#$b#Через тебе я почав сильно хвилюватись... Я гадав, що ти помер! Будь обережніше там...$s^Через тебе я почав сильно хвилюватись... Я гадав, що ти померла! Будь обережніше там...$s#$b#Острів може бути небезпечним місцем.",
  "Island_leo_rescue": "Здається, жити ти будеш.$u#$b#Мої пташині друзі помітили тебе і сказали мені, що ти в небезпеці, тож мені довелося тягти тебе аж сюди.$s#$b#Прошу, залишся тут, в безпеці. Я більше не хочу впадати у відчай...$s",
  "Birdie0": "Я ніколи не думала, що побачу нове обличчя на острові, любий, проте я рада, що ти тут!^Я ніколи не думала, що побачу нове обличчя на острові, люба, проте я рада, що ти тут!",
  "Birdie1": "Ходять чутки, що дуже давно на цьому великому острові жила велика цивілізація карликів.#$e#Ти був всередині вулкану? Там повно уламків їхніх дивних машин...^Ти була всередині вулкану? Там повно уламків їхніх дивних машин...",
  "Birdie2": "Якщо ти коли-небудь відчуватимеш подразнення в животі, шматочок імбиру творить дива, любий...^Якщо ти коли-небудь відчуватимеш подразнення в животі, шматочок імбиру творить дива, люба...",
  "Birdie3": "Ти був в таємному вівтарі в джунглях? Квіти там приємно пахнуть... це одне з моїх улюблених місць на острові.$h^Ти була в таємному вівтарі в джунглях? Квіти там приємно пахнуть... це одне з моїх улюблених місць на острові.$h",
  "Birdie4": "Щоранку на сніданок у мене є чаша пої та склянка свіжовичавленого манго. Вони допомагають мені залишатися молодою!",
  "Birdie5": "Я щодня гуляю островом, щоб подивитися, чи не викинуло щось нове на берег. Тут багато чого відбувається!",
  "Birdie6": "Може моя хатина й маленька, але це більше, ніж мені потрібно. А найкраще тут те, що я побудувала її власноруч.",
  "Birdie12": "*зітхання*... живучи у світі з нескінченним потенціалом, ми можемо ніколи не дізнатись, чи вчиняли ми правильно.$s#$b#Вибач, що потурбувала тебе, мій дорогенький. Іноді я захоплююся своїми думками...^Вибач, що потурбувала тебе, моя дорогенька. Іноді я захоплююся своїми думками...",
  "Birdie15": "Фрукт, риба та зібрана їжа... це чудова дієта! Я почуваюся здоровою як ніколи.",
  "Birdie17": "Клімат тут теплий та приємний цілий рік, мій любий... він ідеально підходить для моїх кісток...^Клімат тут теплий та приємний цілий рік, моя люба... він ідеально підходить для моїх кісток...",
  "Birdie19": "Ти бачив маленький банановий вівтар? Якби у мене був банан, я б поклала його туди і подивилася, що станеться... хе-хе...$h^Ти бачила маленький банановий вівтар? Якби у мене був банан, я б поклала його туди і подивилася, що станеться... хе-хе...$h",
  "Birdie22": "Привіт, дорогенький... сьогодні ти в доброму гуморі і чудово виглядаєш!$h^Привіт, дорогенька... сьогодні ти в доброму гуморі і чудово виглядаєш!$h",
  "Birdie23": "Я тут вже так довго, що більше не можу навіть океан почути...",
  "Birdie28": "Сьогодні вночі буде повний місяць... Погана твоя доля чи хороша, все одно будь напоготові, мій любий... Духи неспокійні.^Сьогодні вночі буде повний місяць... Погана твоя доля чи хороша, все одно будь напоготові, мій люба... Духи неспокійні.",
  "Birdie_NoGift": "О, ні, ні, ні... Мені не потрібні жодні подарунки, мій любий. Залиш їх собі.^О, ні, ні, ні... Мені не потрібні жодні подарунки, моя люба. Залиш їх собі.",
  "ProfessorSnail_Hint_828": "Моє дослідження свідчить, що колись на цьому острові був вид жаб. Вони населяли темну, вологу місцевість з великою кількістю рослинності...",
  "ProfessorSnail_Hint_827": "Дуже давно, тут мешкав рідкісний вид печерного кажана. Знахідки свідчать, що вони були пристосовані витримувати сильну спеку. Цікаво, га?",
  "ProfessorSnail_Hint_826": "Хмм... Мій ніс підказує мені, що хребет цієї змії може знаходитися на заході цього острова.",
  "ProfessorSnail_Hint_825": "Якщо ти побачиш щось звивисте в землі, неодмінно викопай це. Хтозна, що там може бути!",
  "ProfessorSnail_Hint_824": "Перш ніж я застряг у тій печері, я досліджував маленький яр неподалік. Камені там повні скам'янілостей! На твоєму місці я б розбив їх, сподіваючись знайти кістки.",
  "ProfessorSnail_Hint_822": "Знаєш, б'юсь об заклад, що якби ти просіяв трохи руди у сусідній річці, то міг би знайти у ній різні цікавинки.¦Знаєш, б'юсь об заклад, що якби ти просіяла трохи руди у сусідній річці, то могла б знайти у ній різні цікавинки.",
  "ProfessorSnail_Hint_821": "Знаєш, на цьому острові хороші умови для риболовлі. Наскільки мені відомо, багато риб полюбляють клювати древні кістки...",
  "ProfessorSnail_Hint_820": "Ти знаходив якісь золоті кокоси на цьому острові? Ходять чутки, що в середині них може знаходитися багато цікавого...¦Ти знаходила якісь золоті кокоси на цьому острові? Ходять чутки, що в середині них може знаходитися багато цікавого...",
  "SummitEvent_Intro_Lewis": "Ого... Поглянь на цей краєвид.",
  "SummitEvent_Dialogue1_Lewis": "Знаєш, @... Я був мером міста Пелікан дуже довго.#$b#Люди приходять і уходять. Ми пройшли через багато труднощів та пригод.",
  "SummitEvent_Dialogue2_Lewis": "Але мушу визнати, що протягом усіх цих років роботи мером, ніщо не викликало у мене такої гордості, ніж вигляд ферми %farm, що розквітає під твоєю опікою.$h#$b#Ти вивів ферму за межі найсміливіших мрій свого дідуся.¦Ти вивела ферму за межі найсміливіших мрій свого дідуся.#$b#І до речі, ти назавжди змінив долину.¦І до речі, ти назавжди змінила долину.",
  "SummitEvent_Outro_Lewis": "Ти можеш не знати про це, але я дуже піклуюся про це місто, @.#$b#%year років тому я був сильно занепокоєний майбуттям долини.$s#$b#Але зараз я абсолютно спокійний.#$b#Хто ж знав, що скромний фермер, переїхавши у містечко, може змінити усе?$h¦Хто ж знав, що скромна фермерка, переїхавши у містечко, може змінити усе?$h#$b#... Дякую.",
  "SummitEvent_Intro_Morris": "Ах, @... Мій улюблений член Joja.¦Ах, @... Моя улюблена членкиня Joja.",
  "SummitEvent_Dialogue1_Morris": "Ти знаєш, коли мене назначили на цьому місці понад %year років тому, я вважав це кроком назад у своїй кар'єрі.#$b#Який поважний Менеджер Joja хотів би головувати в крихітному місті, провінції як місто Пелікан?$h",
  "SummitEvent_Dialogue2_Morris": "Але мушу визнати, ця долина сильно зросла на мені, після довгих років.#$b#Робота тут відкрила мені очі на інший спосіб життя. Важко казати це, але... це був... принизливий досвід.",
  "SummitEvent_Outro_Morris": "Я просто хочу сказати, @... що я ціную усю твою тяжку працю, яку ти зробив для Joja Ко.¦Я просто хочу сказати, @... що я ціную усю твою тяжку працю, яку ти зробила для Joja Ко.#$b#Наша сила йде від наших членів, і ти показав зразкову мотивацію та винахідливість. Я пишаюся тим, що стараюся на благо корпорації.$h¦Наша сила йде від наших членів, і ти показала зразкову мотивацію та винахідливість. Я пишаюся тим, що стараюся на благо корпорації.$h",
  "SummitEvent_Intro_Spouse": "Привіт, @.",
  "SummitEvent_Intro2_Spouse": "Тут так гарно на горі...",
  "SummitEvent_Intro2_Spouse_Gruff": "Чудовий краєвид, га?",
  "SummitEvent_Dialogue1_Spouse": "Я просто думаю про дещо за останні %year років...\"/pause 1000/speak spouse \"Ми багато пройшли разом, чи не так?$h",
  "SummitEvent_Dialogue2_Spouse": "...Проте подивись, як далеко ми дійшли.",
  "SummitEvent_Dialogue3_Alex": "Я нарешті зрозумів, ким хочу бути... і тепер я впевнений у завтрашньому дні.\"/pause 500/speak Alex \"Не думаю, що я міг би дійти сюди без тебе, @.",
  "SummitEvent_Dialogue3_Sebastian": "Перед тим, як я познайомився з тобою, я проводив більшу частину свого часу, відвернувшись від реальності... тому, що думав, що ніколи не знайду щастя.#$b#...але ти показав мені, що зрештою, світ - не таке вже й темне місце.$h¦...але ти показала мені, що зрештою, світ - не таке вже й темне місце.$h\"/faceDirection Sebastian 3/pause 500/speak Sebastian \"...Це одна з причин, чому я кохаю тебе...",
  "SummitEvent_Dialogue3_Sam": "У мене таке відчуття, наче я сильно змінився з того часу, як ми познайомилися... розумієш?#$b#...це можна назвати \"зрілістю\"... хе-хе.$10#$b#Але тепер я в місці, де фактично, я дуже схвильований щодо нашого майбутнього...$l#$b#Навіть якщо це означає просто робити щось звичне, як... е-е... ходити на закупи до крамниці та змінювати підгузки... хех...$10",
  "SummitEvent_Dialogue3_Shane": "Якби я не зустрівся з тобою, @... мене тут навіть могло б й не бути.#$b#Що було б ганебно, оскільки краєвид рівня пташиного польоту звідси просто дивовижний!$h\"/emote farmer 16/pause 1000/speak Shane \"Хех... я... я люблю жартувати, бо... ну...$s#$b#Думаю, що безтурботне життя робить мене сором'язливим та невпевненим.\"/emote Shane 28/speak Shane \"Але з кожною порою року, яка минає з тобою, мені стає все комфортніше з собою.#$b#Ух.. певно, я хочу сказати, що...#$b#Я не шкодую, що вийшов заміж за тебе!$h¦Я не шкодую, що одружився з тобою!$h",
  "SummitEvent_Dialogue3_Elliott": "Хех... лише щойно до мене дійшло...$h#$b#Ми досягли вершини, але не тільки фізично... а й метафорично.#$b#А як поетично!$l",
  "SummitEvent_Dialogue3_Harvey": "Коли я поруч з тобою, я не боюся раптом впасти з цієї скелі та розбитися об те гостре каміння...$l\"/jump Harvey/shake Harvey 1000/pause 1000/speak Harvey \"...$8#$b#Я... Я кохаю і захоплююся тобою, @...$l",
  "SummitEvent_Dialogue3_Abigail": "Стоячи тут, дивлячись на обрій... У мене відчуття нескінченних можливостей.#$b#Я просто щаслива, що отримала можливість досліджувати цей світ, поруч з тобою...$l",
  "SummitEvent_Dialogue3_Emily": "Це особливий момент...#$b#Я завжди знала, що буду стояти тут з тобою. Я завжди це відчувала у своєму серці.#$b#А тепер, все це здійснилося.\"/pause 500/speak Emily \"Світ - це таємниче та особливе місце...$l",
  "SummitEvent_Dialogue3_Haley": "*хихикає*... $h\"/faceDirection farmer 1 true/emote farmer 8/pause 1000/speak Haley \"О, це просто так...#$b#Будучи маленькою дівчинкою, я завжди мріяла про підйом на вершину зі своїм справжнім коханим та поцілунок з ним.$¦Будучи маленькою дівчинкою, я завжди мріяла про підйом на вершину зі своєю справжньою коханою та поцілунок з нею.$l",
  "SummitEvent_Dialogue3_Leah": "Думаю, що ми обидва знайшли те, чого шукали тут.#$b#Я б не хотіла бути деінде, окрім як тут з тобою.$l",
  "SummitEvent_Dialogue3_Penny": "У нас прекрасний дім та квітуча сім'я... це все, про що я коли-небудь мріяла, і навіть більше.$l",
  "SummitEvent_Dialogue3_Maru": "Ти дуже багато чого досяг відтоді, як переїхав сюди, @. Неймовірно.¦Ти дуже багато чого досягла відтоді, як переїхав сюди, @. Неймовірно.\"/pause 300/faceDirection Maru 3/pause 400/speak Maru \"Думаю, що можна з впевненістю сказати, що тобі призначено бути фермером!^Думаю, що можна з упевненістю сказати, що тобі призначено бути фермеркою!$h",
  "SummitEvent_closingmessage": "Це був довгий шлях...",
  "SummitEvent_closingmessage2": "Ти кинув собі виклик, щоб сягнути вершин.¦Ти кинула собі виклик, щоб сягнути вершин.",
  "SummitEvent_closingmessage3": "Яке досягнення!",
  "SummitEvent_closingmessage4": "Ми спостерігали за кожним твоїм кроком на цьому шляху.",
  "SummitEvent_closingmessage5": "І ми дуже пишаємося тобою!"
}