{
  "Robin": "Вітаю!^У мене завалялось трохи зайвої деревини... Думаю, що тобі вона стане в пригоді. Бережи себе!  ^   -Робін %item object 388 50 %%[#]Подарунок від Робін",
  "Demetrius": "Любий @,^Одного дня я проводив польове дослідження, і знайшов цей зразок. ^Сподіваюся, що як і мені, він тобі теж сподобається.    ^   -Деметріус%item object 392 1 394 1 132 1 66 1 %%[#]Подарунок від Деметріуса",
  "Linus": "Вітаю, друже.^Гірське озеро останнім часом було дуже щедрим до мене. Я хотів би поділитися з тобою своїм щастям.  ^   -Лінус %item object 136 1 143 1 202 1 227 1 228 1 %%¦Вітаю, подруго.^Гірське озеро останнім часом було дуже щедрим до мене. Я хотів би поділитися з тобою своїм щастям.  ^   -Лінус %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Подарунок від Лінуса",
  "Pierre": "Шановний клієнте,^Дякуємо, що відвідуєте крамницю \"У П'єра\"! Вам надано послугу \"повернення грошей\" або ж, як зараз кажуть \"кешбек\". До зустрічі! ^   -П'єр^  P.S. Вибач за таке шаблонне повідомлення, @. Сподіваюся, що тобі сподобається! %item money 250 601  %%[#]Подарунок від П'єра",
  "Caroline": "Любий @,^Ось овоч з маленького саду, який я утримую на задньому дворі. Напевно, у тебе скільки овочів, що ти й не знаєш, що з ними роботи, але не це страшно.   ^   -Керолайн%item object 190 1 192 1 24 1 %%¦Люба @,^Ось овоч з маленького саду, який я утримую на задньому дворі. Напевно, у тебе скільки овочів, що ти й не знаєш, що з ними роботи, але не це страшно.   ^   -Керолайн%item object 190 1 192 1 24 1 %%[#]Подарунок від Керолайн",
  "George": "Я знайшов трохи каміння хорошої якості. ^Може ти можеш побудувати щось з нього, чи що.  ^   -Джорж %item object 390 35 %%[#]Подарунок від Джорджа",
  "Evelyn": "Вітаю, любий. Сподіваюсь, що справи на фермі йдуть чудово.^ Я надсилаю дещо зі своєї кухні... Маю надію, що воно не розчавилося, поки йшло поштою.  ^   -Евелін  %item object 216 1 220 1 223 1 %%¦Вітаю, люба. Сподіваюсь, що справи на фермі йдуть чудово.^ Я надсилаю дещо зі своєї кухні... Маю надію, що воно не розчавилося, поки йшло поштою.  ^   -Евелін  %item object 216 1 220 1 223 1 %%[#]Подарунок від Евелін",
  "Pam": "Вітаю. ^Я знайшла це десь у шухляді. Думаю, ти знайдеш, де це можна використати.   ^   -Пем %item object 346 1 349 1 787 1 %%[#]Подарунок від Пем",
  "Lewis": "@,^Я дуже радий що ти став частиною нашої громади! Я надсилаю чек на суму 500 з. від Фонду Сільського Господарства Долини Стардью, щоб допомогти тобі продовжити свою хорошу роботу. ^Може на ці гроші ти можеш купити більше насіння.  ^  З повагою, мер Льюїс%item money 500 501 %%¦@,^Я дуже радий що ти стала частиною нашої громади! Я надсилаю чек на суму 500 з від Фонду Сільського Господарства Долини Стардью, щоб допомогти тобі продовжити свою хорошу роботу. ^Може на ці гроші ти можеш купити більше насіння.  ^  З повагою, мер Льюїс%item money 500 501 %%[#]Подарунок від Льюїса",
  "Gus": "@!^Я приготував для тебе трохи смаколиків в салуні сьогодні вранці. Смачного!   ^   -Твій приятель, Ґас%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Подарунок від Ґаса",
  "Clint": "Ем-м, вітаю...     ^Вибач, я не вмію писати листи. Я занадто багато виплавив металевих злитків і подумав, що цей тобі може знадобитися.  ^   -Клінт, коваль %item object 334 1 335 1 336 1 %%[#]Подарунок від Клінта",
  "Jodi": "Любий @,^Я замовила занадто багато добрив для свого саду!! Я впевнена, що ти знайдеш йому чудове застосування. Бережи себе!  ^   -Джоді %item object 368 5 369 5 370 5 %%¦Люба @,^Я замовила занадто багато добрив для свого саду!! Я впевнена, що ти знайдеш йому чудове застосування. Бережи себе!  ^   -Джоді %item object 368 5 369 5 370 5 %%[#]Подарунок від Джоді",
  "Kent": "Привіт, @.^Ця річ запилювалася в коморі. Я вирішив, що вона може стати тобі в пригоді.  ^   -Кент%item object 286 1 287 1 288 1 787 1 %%[#]Подарунок від Кента",
  "Emily": "Привіт!^Як ся маєш? Сподіваюся, що тобі сподобається подарунок, який я тобі надіслала... Що ж, до побачення! +   ^   -Емілі %item object 397 1 428 1 440 1 %%[#]Подарунок від Емілі",
  "Marnie": "Любий @,^Ти такий хороший сусід, що я вирішила надіслати трохи корму для тварин, щоб полегшити тобі роботу. Так тримати! ^   -Марні %item object 178 30 %%¦Люба @,^Ти така хороша сусідка, що я вирішила надіслати трохи корму для тварин, щоб полегшити тобі роботу. Так тримати! ^   -Марні %item object 178 30 %%[#]Подарунок від Марні",
  "Shane": "Привіт,^Я подумав, що було б класно надіслати тобі листа. Однак я не знаю, що писати.^ Ось, я залишив смаколик для тебе. Не кажи нікому, але я взяв його зі складу Joja Маркету багато років тому.^Гаразд, побачимось. ^   -Шейн %item object 215 1 206 1 %%[#]Подарунок від Шейна",
  "Wizard": "Мої вітання, молодий учню.^Я залишив тобі в цьому листі предмет з прихованою силою. Використовуй його мудро.   ^   -М. Расмодіус, Чарівник%item object 422 1 82 1 84 1 70 1 %%¦Мої вітання, молода ученице.^Я залишив тобі в цьому листі предмет з прихованою силою. Використовуй його мудро.   ^   -М. Расмодіус, Чарівник%item object 422 1 82 1 84 1 70 1 %%[#]Подарунок від Чарівника",
  "Sandy": "Вітання з пустелі Каліко!^Навідай мене найближчим часом, мені так нудно тут:(. Я залишила тобі подарунок від пустелі. Можеш приїхати і подякувати мені особисто!   ^   -Сенді %item object 88 1 90 1 218 1 %%[#]Подарунок від Сенді",
  "afterSamShow": "@,^наш виступ мав гучний успіх! Я хотів подякувати за всю твою допомогу у створенні нашого дивовижного гурту. Без тебе ми б не впоралися!   ^   -Сем[#]Лист подяки від Сема",
  "afterArtShow": "Любий @,^Ще раз дякую за твій візит виставки моїх робіт. Це був приголомшливий успіх! Я продала майже всі свої скульптури! Усі раділи та підбадьорювали мене! Сподіваюся, ми скоро ще зустрінемось.  ^   -Лія¦Люба @,^Ще раз дякую за твій візит виставки моїх робіт. Це був приголомшливий успіх! Я продала майже всі свої скульптури! Усі раділи та підбадьорювали мене! Сподіваюся, ми скоро ще зустрінемось.  ^   -Лія[#]Лист подяки від Лії",
  "haleyGarden": "@,^я подумала, що було б класно написати тобі листа.^ Вчора мені було так весело з коровами... я починаю розуміти, чому ти обрав шлях фермера! Сподіваюся, скоро побачимось.  ^   -Хейлі[#]Лист Хейлі",
  "PennyCleanTrailer": "Вибач за те, що сталося вчора... Моя мама інколи може бути в поганому настрої.^Будь ласка, просто забудь про те, що сталося.  ^   -Пенні[#]Вибачення Пенні",
  "Duck": "Любий @,^Ти довів, що здатний розводити курей, тому тепер у мене в крамниці з'явилися на продаж качки!       ^   -Марні¦Люба @,^Ти довела, що здатна розводити курей, тому тепер у мене в крамниці з'явилися на продаж качки!       ^   -Марні[#]Качки у продажу!",
  "Rabbits": "Любий @,^Відтепер у моїй крамниці на продаж є кролики! Вони нарощують пухнасту вовну... і навіть більше!       ^   -Марні¦Люба @,^Відтепер у моїй крамниці на продаж є кролики! Вони нарощують пухнасту вовну... і навіть більше!       ^   -Марні[#]Кролики у продажу!",
  "Sheep": "Любий @,^Ти довів, що здатний розводити корів, тому тепер у мене в крамниці з'явилися на продаж вівці!       ^   -Марні¦Люба @,^Ти довела, що здатна розводити корів, тому тепер у мене в крамниці з'явилися на продаж вівці!       ^   -Марні[#]Вівці у продажу!",
  "Goats": "Любий @,^Відтепер у моїй крамниці на продаж є кози. Ти так швидко ладнаєш з ними!       ^   -Марні¦Люба @,^Відтепер у моїй крамниці на продаж є кози. Ти так швидко ладнаєш з ними!       ^   -Марні[#]Кози у продажу!",
  "Pigs": "Любий @,^Ти пройшов довгий шлях з моменту свого приїзду. В результаті я вирішила почати продавати свиней у своїй крамниці. Ці свині навчені знаходити вишукані трюфелі!       ^   -Марні¦Люба @,^Ти пройшла довгий шлях з моменту свого приїзду. В результаті я вирішила почати продавати свиней у своїй крамниці. Ці свині навчені знаходити вишукані трюфелі!       ^   -Марні[#]Свині у продажу!",
  "SeaAmulet": "@,^Я хотів би дати тобі цю пораду, тому що ти мені подобаєшся, і я хочу, щоб ти залишився в місті Пелікан. Якщо настане день, коли ти захочеш попросити чиєїсь руки, тобі потрібно буде подарувати цій людині \"Кулон русалки\". Не хвилюйся, усі в місті Пелікан розуміють значення цього амулета. Це давня традиція на цих теренах. Удачі! ^   -Льюїс¦@,^Я хотів би дати тобі цю пораду, тому що ти мені подобаєшся, і я хочу, щоб ти залишилася в місті Пелікан. Якщо настане день, коли ти захочеш попросити чийогось серця, тобі потрібно буде подарувати цій людині \"Кулон русалки\". Не хвилюйся, усі в місті Пелікан розуміють значення цього амулета. Це давня традиція на цих теренах. Удачі! ^   -Льюїс[#]Про Кулон русалки",
  "Bouquet": "@,^Здається, ти починаєш зближуватися з одним з містян. Якщо ти хочеш показати комусь, що ти маєш до цієї людини романтичні почуття, тобі треба подарувати цій людині один з моїх прекрасних квіткових букетів. Зараз я продаю їх за дуже справедливу ціну! Якщо хочеш колись створити сім'ю, це перший крок! ^   -П'єр[#]Про Букети",
  "RobinCooking": "Любий @,^ось старий рецепт, який передала мені моя бабуся. Насолоджуйся!   ^   -Робін%item cookingRecipe %%¦Люба @,^ось старий рецепт, який передала мені моя бабуся. Насолоджуйся!   ^   -Робін%item cookingRecipe %%[#]Родинний рецепт Робін",
  "DemetriusCooking": "Я хотів подякувати за інтерес до моєї роботи. Ось рецепт приготування, який мені подобається. ^   -Деметріус%item cookingRecipe %%[#]Рецепт Деметріуса",
  "LinusCooking": "@,^як в тебе справи? Я залишив в листі кілька інструкцій, як приготувати один з моїх улюблених рецептів з рибою. ^   -Лінус%item cookingRecipe %%[#]Рецепт Лінуса",
  "PierreCooking": "ЦІЛКОМ ТАЄМНО:^Ось рецепт мого знаменитого чорничного пирога.^Нікому не кажи! Я дарую його тобі, через те, що ми такі хороші друзі. ^   -П'єр%item cookingRecipe %%[#]Знаменитий пиріг П'єра",
  "CarolineCooking": "Любий @,^Ніщо не приносить більше задоволення, ніж готувати їжу зі свіжих овочів з власного городу! Я залишила рецепт, щоб допомогти тобі. Подбай про себе, ^   -Керолайн%item cookingRecipe %%¦Люба @,^Ніщо не приносить більше задоволення, ніж готувати їжу зі свіжих овочів з власного городу! Я залишила рецепт, щоб допомогти тобі. Подбай про себе, ^   -Керолайн%item cookingRecipe %%[#]Рецепт Керолайн",
  "GeorgeCooking": "Я вирішив дати тобі цей рецепт, який у мене був. Постарайся його не спалити. ^   -Джорж%item cookingRecipe %%[#]Рецепт Джоржа",
  "EvelynCooking": "Любий @,^Зазвичай я не роздаю свої рецепти... але оскільки ти так сподобався нам з Джорджем, я записала цей для тебе. ^   -Евелін%item cookingRecipe %%¦Люба @,^Зазвичай я не роздаю свої рецепти... але оскільки ти так сподобався нам з Джорджем, я записала цей для тебе. ^   -Евелін%item cookingRecipe %%[#]Рецепт Евелін",
  "PamCooking": "Привіт, малий,^ось рецепт невеликого смаколика, який готував мій батько. Готуй повільно. ^   -Пем%item cookingRecipe %%¦Привіт, мала,^ось рецепт невеликого смаколика, який готував мій батько. Готуй повільно. ^   -Пем%item cookingRecipe %%[#]Рецепт Пем",
  "LewisCooking": "@,^пам'ятай про здорову їжу, інакше у тебе не вистачить енергії для наполегливої праці! Я залишив тобі один із моїх улюблених рецептів. Обов'язково використовуй стиглі помідори! ^   -Льюїс%item cookingRecipe %%[#]Рецепт Льюїса",
  "GusCooking": "Любий @,^ось рецепт з мого салуну. Я ділюся ним лише зі своїми хорошими друзями! ^   -Ґас%item cookingRecipe %%¦Люба @,^ось рецепт з мого салуну. Я ділюся ним лише зі своїми хорошими друзями! ^   -Ґас%item cookingRecipe %%[#]Рецепт Ґаса",
  "ClintCooking": "Ну, я знаю кілька рецептів.^Я думав надіслати тобі один... можливо, він допоможе видобути більше руди чи щось таке.^Бережи себе. ^   -Клінт%item cookingRecipe %%[#]Рецепт Клінта",
  "JodiCooking": "@,^з цим рецептом я зайняла 1 місце на кулінарному конкурсі! Сподіваюся, тобі сподобається. Дякую за те, що ми з тобою друзі! ^   -Джоді%item cookingRecipe %%[#]Рецепт Джоді",
  "KentCooking": "Я отримав цей рецепт за кордоном. Насолоджуйся.^Хочу подякувати тобі за те, що ти допоміг поладнати з іншими містянами. ^^   -Кент%item cookingRecipe %%¦Я отримав цей рецепт за кордоном. Насолоджуйся.^Хочу подякувати тобі за те, що ти допомогла поладнати з іншими містянами. ^^   -Кент%item cookingRecipe %%[#]Рецепт Кента",
  "EmilyCooking": "@!^Переверни цей лист, щоб отримати інструкції того, як приготувати суперкорисну їжу!^Ця страва надасть тобі сил. До зустрічі. ^   -Емілі%item cookingRecipe %%[#]Рецепт корисної їжі Емілі",
  "MarnieCooking": "Любий сусіде,^коли я не займаюся тваринами, мені подобається експериментувати на кухні. Оскільки ми подружилися, я хочу поділитися з тобою деякими рецептами.^Сподіваюся, що він припаде тобі до смаку! ^   -Марні%item cookingRecipe %%[#]Рецепт Марні",
  "ShaneCooking": "Любий @,^Я знайшов цей рецепт в журналі, і подумав, що він звучить цікаво. Не соромся пригостити мене, якщо приготуєш. Хе-хе. ^   -Шейн%item cookingRecipe %%¦Люба @,^Я знайшов цей рецепт в журналі, і подумав, що він звучить цікаво. Не соромся пригостити мене, якщо приготуєш. Хе-хе. ^   -Шейн%item cookingRecipe %%[#]Рецепт Шейна",
  "SandyCooking": "@,^Мені було так нудно тут, у пустелі, що я написала тобі листа. Залишаю тобі рецепт смачного супу. Навідай мене найближчим часом! ^   -Сенді%item cookingRecipe %%[#]Рецепт Сенді",
  "WillyCooking": "Любий @,^Я хотів би поділитися з тобою старезним рецептом приготування, яким зазвичай мій батько користувався. Важливо, щоб риба була СВІЖОЮ.  ^   -Віллі%item cookingRecipe %%¦Люба @,^Я хотів би поділитися з тобою старезним рецептом готування, який мій батько зазвичай використовував. Важливо, щоб риба була СВІЖОЮ.  ^   -Віллі%item cookingRecipe %%[#]Старий рецепт Віллі",
  "mom1": "Любий @,^  Як в тебе справи, милий? Я страшенно сумую за тобою, відколи ти поїхав. Сподіваюся, що фермерство це те, чого ти хотів. ^   З любов'ю, мама.   ^   P.S. Я надіслала тобі твоє улюблене печиво < %item object 223 1 %%[#]Від мами",
  "mom2": "\n        Любий @,^  Вже так давно я не чула нічого від тебе, милий. У нас все стабільно. Я так сумую за тобою. ^  З любов'ю, мама ^ P.S. Я знайшла конверт з грошима, які тобі залишив дідусь. %item money 500 501 %%[#]Від мами #2",
  "mom3": "Любий @,^  Я бачила статтю про тебе в місцевій газеті! Схоже, заміське життя це те, що треба тобі! Я так пишаюся тобою. Бережи себе, милий. З любов'ю, мама[#]Від мами #3",
  "mom4": "Любий @,^ Як справи? Певно, ти робиш успіхи на своїй фермі. Не забудь про свою дорогу стару матір, коли станеш мільйонером! ^  З любов'ю, мама   ^   P.S. Насолоджуйся тортом!%item object 221 1 %%[#]Від мами #4",
  "dad1": "Люба @,^  Ти вже влаштувалася у своєму новому житті? Не можу повірити, що ти вже доросла... Час, безперечно, летить. Тепер, коли тебе немає, у мене є всі ці додаткові гроші, тому я залишив тобі маленький подарунок.^  З любов'ю, тато.%item money 500 501 %%[#]Від тата",
  "dad2": "Люба @,^  Як там твоє життя за містом? Тут так самотньо без тебе, проте я пишаюся тим, що ти робиш.^  З любов'ю, тато  ^  P.S. Я знайшов конверт із грошима, який дідусь залишив для тебе. %item money 500 501 %%[#]Від тата #2",
  "dad3": "Люба @,^  Я прочитав про тебе статтю в місцевій газеті! Я дуже вражений твоїм успіхом на фермі! Так тримати, і може старий тато все-таки усамітниться в розкішному заміському будинку на островах Папороті ;).^  З любов'ю, тато[#]Від тата #3",
  "dad4": "Люба @,^ Я знаю, що ти зайнята на фермі, і тому не можеш нас відвідати. Я розумію. Ти так старанно працюєш... якщо не полишатимеш сил, то зможеш досягти всього! ^ З любов'ю, тато  ^  P.S. Залишив тобі комплект якісного каміння %item object 390 30 %%[#]Від тата #4",
  "newsstory": "Наші вітання, @.^Ми раді повідомити вам, що ваша ферма буде представлена наступного тижня в статті \"Вперед і вгору\" в часописі Трибуна Долини Стардью! Вітаємо. Ми вражені вашим швидким прогресом. ^   -ТДС[#]Новина від ТДС",
  "pierreBackpack": "РЕКЛАМА:^\"Я постійно знаходжу круті речі, але мій наплічник повний!\"^^Знайомо? Що ж, П'єр подбав про вас!^^Завітайте до Головної крамниці У П'єра СЬОГОДНІ та перевірте наш доступний рюкзак на 24 місця!^ До зустрічі![#]Рюкзаки від П'єра",
  "pierreHours": "РЕКЛАМА:^^Головна крамниця У П'єра тепер відчинена 7 днів на тиждень![#]Розширений графік роботи П'єра",
  "robinKitchenLetter": "Любий фермере @,^^Я хотіла б перепросити за те, що під час нашої першої зустрічі жартувала про стару хатину твого дідуся. Це справді гарний будиночок!^Однак колись тобі може знадобитися більше місця. Тут я й можу допомогти. Якщо ти принесеш мені сировину і невелику суму, я можу розширити твій будинок.^(Продовження на наступній сторінці)^^Перше розширення, яке я пропоную, є кухня. Завдяки кухні ти зможеш готувати будь-які страви за рецептами, які ти знаєш!^У будь-якому випадку, сподіваюся, що ти починаєш відчувати себе як удома в Долині Стардью!^^    Твоя місцева столярка,^        Робін¦Люба фермерко @,^^Я хотіла б перепросити за те, що під час нашої першої зустрічі жартувала про стару хатину твого дідуся. Це справді гарний будиночок!^Однак колись тобі може знадобитися більше місця. Тут я й можу допомогти. Якщо ти принесеш мені сировину і невелику суму, я можу розширити твій будинок.^(Продовження на наступній сторінці)^^Перше розширення, яке я пропоную, є кухня. Завдяки кухні ти зможеш готувати будь-які страви за рецептами, які ти знаєш!^У будь-якому випадку, сподіваюся, що ти починаєш відчувати себе як удома в Долині Стардью!^^    Твоя місцева столярка,^        Робін[#]Послуги Робін",
  "taxPassed": "Любий @,^уведено податок на доставу. Станом на сьогодні з усіх твоїх прибутків від достави буде вирахувано податок у розмірі 3%. Також тепер діє знижена плата за комунальні послуги. До зустрічі! ^   -Мер¦Люба @,^уведено податок на доставу. Станом на сьогодні з усіх твоїх прибутків від достави буде вирахувано податок у розмірі 3%. Також тепер діє знижена плата за комунальні послуги. До зустрічі! ^   -Мер[#]Затверджено податок",
  "taxRejected": "Любий @,^податок на доставу скасовано. Твій прибуток від достави залишиться незмінним. Плата за комунальні послуги також залишиться незмінною. До зустрічі. ^   -Мер¦Люба @,^податок на доставу скасовано. Твій прибуток від достави залишиться незмінним. Плата за комунальні послуги також залишиться незмінною. До зустрічі. ^   -Мер[#]Скасування податку",
  "quest10": "@,^Я чув, що ти допомагав деяким людям по місту! Здається, що всі справді вдячні. Цього місяця я вручаю тобі нагороду \"Кращий сусід\" (з невеликою грошовою премією). Так тримати! ^   -Мер%item money 500 501 %%¦@,^Я чув, що ти допомагала деяким людям по місту! Здається, що всі справді вдячні. Цього місяця я вручаю тобі нагороду \"Кращий сусід\" (з невеликою грошовою премією). Так тримати! ^   -Мер%item money 500 501 %%[#]Найкращий сусід",
  "quest35": "Любий @,^З тих пір, як ти переїхав сюди, ти так сильно допомагав в місті... всі розповідають мені про все, що ти для них зробив! Будь ласка, прийми цю подяку. ^   -Мер%item money 2500 2501 %%¦Люба @,^З тих пір, як ти переїхала сюди, ти так сильно допомагала в місті... всі розповідають мені про все, що ти для них зробила! Будь ласка, прийми цю подяку. ^   -Мер%item money 2500 2501 %%[#]Подяка від мера",
  "quest100": "@,^Я радий повідомити, що тебе обрали \"Сусідом року\"! Ти отримуєш приз у 10 000 з! Вітаю! Усі в місті хочуть подякувати за все, що ти зробив. ^   -Мер%item money 10000 10001 %%¦@,^Я радий повідомити, що тебе обрали \"Сусідом року\"! Ти отримуєш приз у 10 000 з! Вітаю! Усі в місті хочуть подякувати за все, що ти зробила. ^   -Мер%item money 10000 10001 %%[#]Сусід року",
  "hero_update": "@,^настав час для квартального рейтингу Героя Стардью! Я вклав його в окремий конверт. Удачі в цьому сезоні!  ^   -Мер[#]Рейтинг героїв Стардью",
  "hero_update1": "%update",
  "CF_Fish": "Любий @,^ Твої навички риболовлі кращі, ніж були у мого старого... Я вражений. ^ Ця зорекрапля передавалася від Віллі-старшого, Віллі-молодшому протягом... от чорт. Певно, тисячі років.^Як бачиш, в мене немає дітей... Тож я хочу, щоб тепер вона була в тебе.^^ -Віллі   ^  %item object 434 1 %%¦Люба @,^ Твої навички риболовлі кращі, ніж були у мого старого... Я вражений. ^ Ця зорекрапля передавалася від Віллі-старшого, Віллі-молодшому протягом... от чорт. Певно, тисячі років.^Як бачиш, в мене немає дітей... Тож я хочу, щоб тепер вона була в тебе.^^ -Віллі   ^  %item object 434 1 %%[#]Становлення роду Віллі",
  "adoptionLetter": "Любий @ та його дружина,^Вітаємо! Вашу заяву на всиновлення схвалено.^Ми наполегливо працюємо, щоб підібрати ідеальну дитину, яка б відповідала вашому профілю.^Ваш новий член сім'ї прибуде за 2 тижні.^^-Агентство з усиновлення республіки Ферінгілл¦Люба @ та її чоловік,^Вітаємо! Вашу заяву на всиновлення схвалено.^Ми наполегливо працюємо, щоб підібрати ідеальну дитину, яка б відповідала вашому профілю.^Ваш новий член сім'ї прибуде за 2 тижні.^^-Агентство з усиновлення республіки Ферінгілл[#]Повідомлення про всиновлення",
  "stardewHeroMine": "Секретне повідомлення: якщо ти зможеш дістатися до дна шахт ще раз, тебе чекає секрет. Будь обережним, шахти стали небезпечнішими.¦Секретне повідомлення: якщо ти зможеш дістатися до дна шахт ще раз, тебе чекає секрет. Будь обережною, шахти стали небезпечнішими.[#]Секретне повідомлення",
  "fertilizers": "Любий сусіде,^Сподіваюся, ти почуваєшся затишно у своєму новому домі. Пишу, щоб повідомити, що в крамниці У П'єра тепер продаються добрива! Чому б тобі не прийти і не перевірити, чи можеш ти дозволити собі кілька десятків штук?  ^   -П'єр¦Люба сусідко,^Сподіваюся, ти почуваєшся затишно у своєму новому домі. Пишу, щоб повідомити, що в крамниці У П'єра тепер продаються добрива! Чому б тобі не прийти і не перевірити, чи можеш ти дозволити собі кілька десятків штук?  ^   -П'єр[#]Добрива П'єра",
  "fertilizers2": "Любий @,^Тепер продаю якісні добрива, а також нові селекції культур! До зустрічі. ^   -П'єр¦Люба @,^Тепер продаю якісні добрива, а також нові селекції культур! До зустрічі. ^   -П'єр[#]Якісні добрива від П'єра",
  "abbySpiritBoard": "Привіт, @.^На днях ти повинен прийти до моєї кімнати після настання темряви... Можливо, десь о 8-й вечора. ^Я хочу тобі дещо показати. ^   -Аббі¦Привіт, @.^На днях ти повинна прийти до моєї кімнати після настання темряви... Можливо, десь о 8-й вечора. ^Я хочу тобі дещо показати. ^   -Аббі[#]Лист Аббі",
  "pennySpa": "Зустрінемось у сауні після настання темряви. ^   -Пенні[#]Лист Пенні",
  "incubator": "Любий @,^^Дякую, що придбав оновлення пташнику! Окрім того, що я збільшила розмір твого курника, я встановила інкубатор. ^Щоб скористатися інкубатором, просто поклади всередину яйце. Якщо у твоєму пташнику залишилося вільне місце, яйце вилупиться за кілька днів!^^Як завжди, дякую за твою роботу.^-Робін¦Люба @,^^Дякую, що придбала оновлення пташнику! Окрім того, що я збільшила розмір твого курника, я встановила інкубатор. ^Щоб скористатися інкубатором, просто поклади всередину яйце. Якщо у твоєму пташнику залишилося вільне місце, яйце вилупиться за кілька днів!^^Як завжди, дякую за твою роботу.^-Робін[#]Про інкубатор",
  "hatter": "Привіт.^^Я продавати кепкі. Добре, чувак?^Приходь до душе душе душе старого дома. Принощь монетікі.^^-Миш с кепкамі¦Привіт.^^Я продавати кепкі. Добре, чувіхо?^Приходь до душе душе душе старого дома. Принощь монетікі.^^-Миш с кепкамі[#]Дивна миша",
  "Beat_PK": "Вітаємо!!^^Ви пройшли \"Подорож Короля Прерій\" і були випадковим чином обрані в нашому ексклюзивному розіграші переможців! ^Ви виграли власний гральний автомат Короля Прерій!^Тепер ви можете насолоджуватися \"Подорожжю Короля Прерій\", не виходячи з дому.^^Ви заслуговуєте на це!^-Команда розробників Короля Прерій %item bigobject 141 %%[#]Вітання від розробників К.П!",
  "JunimoKart": "Вітаємо!!^^Ви пройшли всі рівні в \"Джунімо Карт\"... ви дійсно перша людина у всій республіці Фернгілл, яка зробила це!^Ваш приз: гральний автомат Джунімо Карт!^^Веселої гри!^-Команда розробників Джунімо Карт %item bigobject 159 %%[#]Успіх в Джунімо Карт!",
  "elliottReading": "@,^У мене чудові новини... я закінчив свій роман!! Я буду проводити публічні читання сьогодні вдень у бібліотеці. Сподіваюся побачити тебе там! ^   -Елліот[#]Читання Елліота",
  "elliottBoat": "Зустрінемось на причалі сонячного ранку. Я хочу тобі дещо сказати. ^   -Елліот[#]Лист Елліота",
  "harveyBalloon": "@,^У мене для тебе є сюрприз. Зустрінемось біля залізничних колій. ^   -Гарві[#]Сюрприз Гарві",
  "samMessage": "@,^зустрінемось перед моїм будинком сьогодні ввечері після настання темряви. ^   -Сем[#]Лист Сема",
  "joshMessage": "@,^зустрінемось у салуні сьогодні ввечері після настання темряви. ^   -Алекс[#]Запрошення Алекса",
  "lewisStatue": "@,^^У майбутньому я був би дуже вдячний, якби ти утримувався від розміщення моїх ПРИВАТНИХ речей у місті для всіх!^^Я дуже обурений!^^Візьми ці гроші і ніколи нікому не говори про мій \"проєкт\".%item money 750 751 %%¦@,^^У майбутньому я був би дуже вдячний, якби ти утримувалась від розміщення моїх ПРИВАТНИХ речей у місті для всіх!^^Я дуже обурений!^^Візьми ці гроші і ніколи нікому не говори про мій \"проєкт\".%item money 750 751 %%[#]Лист розлюченості Льюїса",
  "marnieAutoGrabber": "@,^У мене з'явився новий товар на складі... Він називається \"Автозбирач\".^^Цей пристрій може доїти твоїх корів і кіз, стригти овець, збирати яйця та знімати вовну з кроликів... все сам!^^Він вважається \"Розкішним пристроєм\", тому я продаю його за 25,000 з.^^    -Марні[#]Інформація про Автозбирач",
  "EmilyClothingTherapy": "@,^У мене є одна божевільна нова ідея, до якої я хочу тебе залучити... Вона називається \"Терапія одягу\".^^Будь ласка, приходь сьогодні до мера, щоб побачити, про що я кажу.^^ З любов'ю, Емілі[#]Ідея Емілі",
  "EmilyCamping": "@,^Ходімо в похід! ^^ Зустрінемось у таємному лісі після 10 вечора.^^ З любов'ю, Емілі[#]Запрошення Емілі",
  "EmilyDoneCamping": "Дякую, що приєднався до мене вчора ввечері... Я чудово провела час.^Я дійсно рада, що ведмідь з'явився!^^До зустрічі^^ З любов'ю, Емілі[#]Лист Емілі",
  "foundLostTools": "Шановний @,^Минулої ночі хтось кинув твої інструменти до коробки для знахідок.^^Зайди до мерії, щоб забрати їх. ^^  -Мер Льюїс¦Шановна @,^Минулої ночі хтось кинув твої інструменти до коробки для знахідок.^^Зайди до мерії, щоб забрати їх. ^^  -Мер Льюїс[#]Втрачені інструменти",
  "fishing2": "У мене з'явився новий товар на продаж...^Покращена вудка та наживка, яку можна причепити до неї!^Можеш використовувати наживку, щоб риба клювала швидше. Сподіваюсь, що скоро побачимось! ^   -Віллі[#]Новий товар Віллі",
  "fishing6": "Приходь до мене в крамницю і подивись на нові вудки, які я продаю.^Це найкраще, що можна купити у мене за гроші... і ти можеш чіпляти до них різні види приманок!^Сподіваюсь, незабаром побачимось! ^   -Віллі[#]Новий товар Віллі #2",
  "wizardJunimoNote": "Мої джерела повідомляють мені, що ви нишпорили у старому громадському клубі.^Чому б вам не відвідати мене?^Мої апартаменти знаходяться на захід від лісового озера, у кам'яній вежі. Можливо, у мене є інформація щодо вашої... \"проблеми з щурами\".^   -М. Расмодіус, Чарівник %item quest 1 true %%[#]Виклик Чарівника",
  "winter_18": "Любий @,^Хочу розповісти тобі про майбутню подію: Свято зимової зорі. Настав час для громади, щоб зібратися разом і згадати про всі щасливі моменти, які ми мали цього року.^Улюбленою традицією є \"таємний обмін подарунками\", коли кожен у місті випадковим чином робить подарунок комусь іншому. У день свята кожен приносить своєму таємному другу подарунок і дивує чимось особливим! Цього року твоїм таємним другом буде:^    %secretsanta ^Нікому про це не кажи! Свято відбудеться 25 числа з 10:00 до 14:00 на міській площі. Побачимось! ^   -Мер Льюїс¦Люба @,^Хочу розповісти тобі про майбутню подію: Свято зимової зорі. Настав час для громади, щоб зібратися разом і згадати про всі щасливі моменти, які ми мали цього року.^Улюбленою традицією є \"таємний обмін подарунками\", коли кожен у місті випадковим чином робить подарунок комусь іншому. У день свята кожен приносить своєму таємному другу подарунок і дивує чимось особливим! Цього року твоїм таємним другом буде:^    %secretsanta ^Нікому про це не кажи! Свято відбудеться 25 числа з 10:00 до 14:00 на міській площі. Побачимось! ^   -Мер Льюїс[#]Секретний Санта",
  "ccBulletinThankYou": "Шановний @,^Останнім часом усі містяни говорять про твою велику щедрість!^Очевидно, в будинках людей з'явилися пакунки з речами, про які вони попросили кілька років тому в бюлетені громадського клубу! І всі вони адресовані з твоєї ферми!^Дякую, що не побоявся зробити щось подібне... все місто в захваті! ^   -Мер Льюїс¦Шановна @,^Останнім часом усі містяни говорять про твою велику щедрість!^Очевидно, в будинках людей з'явилися пакунки з речами, про які вони попросили кілька років тому в бюлетені громадського клубу! І всі вони адресовані з твоєї ферми!^Дякую, що не побоялася зробити щось подібне... все місто в захваті! ^   -Мер Льюїс[#]Подяка за Дошку Оголошень",
  "guildQuest": "Бачу, ти досліджуєш стару шахту. Я можу сказати, що у тебе дух шукача пригод.^Якщо ти зможеш вбити 10 слимаків, для тебе знайдеться місце в моїй Гільдії шукачів пригод. ^Будь обережніше.    -Марлон %item quest 15 true %%[#]Завдання вбити слимаків",
  "skullCave": "Бачу, що ти увійшов до Печери Черепа. Хороша робота.^У мене для тебе є краще випробування, малий. Спустись принаймні на 25 рівнів. Я надішлю тобі купу грошей, якщо ти зможеш зробити це.^ Твій приятель, Містер Кі %item quest 20 %%¦Бачу, що ти увійшла до Печери Черепа. Хороша робота.^У мене для тебе є краще випробування, мала. Спустись принаймні на 25 рівнів. Я надішлю тобі купу грошей, якщо ти зможеш зробити це.^ Твій приятель, Містер Кі %item quest 20 %%[#]Випробування Кі",
  "robinWell": "Робін на зв'язку!^Я знаю, що на твоїй фермі є багато каменю.^Якщо у тебе його надміру, ти можеш попросити мене, щоб я побудувала для тебе колодязь.^Колодязі можна встановити по всій фермі і користуватися зручними місцями для наповнення лійки.^^Просто заходь до моєї крамниці з 75 од. каміння та 1000 з, коли будеш готовий до цього.^-Робін¦Робін на зв'язку!^Я знаю, що на твоїй фермі є багато каменю.^Якщо у тебе його надміру, ти можеш попросити мене, щоб я побудувала для тебе колодязь.^Колодязі можна встановити по всій фермі і користуватися зручними місцями для наповнення лійки.^^Просто заходь до моєї крамниці з 75 од. каміння та 1000 з, коли будеш готова до цього.^-Робін[#]Побудова колодязя",
  "landslideDone": "Нашим шановним клієнтам JojaМаркету:^Співробітники нашої команди ліквідували зсув, що був спричинений нашим бурінням біля гірського озера. Хочу нагадати, що наша бурова операція є повністю законною (згідно з ініціалом L61091, поправка JojaКо). Відповідальне ставлення до довкілля є нашим пріоритетом! ^^Просимо вибачення за незручності, які могла спричинити ця аварія.^Як завжди, ми цінуємо вашу постійну підтримку та користування нашими послугами!^^-Морріс,^Представник із питань потреб клієнтів Joja[#]Joja ліквідувала зсув",
  "QiChallengeComplete": "Ти зробив це.^ Я дуже вражений.^ Насолоджуйся нагородою.^   -Кі. %item money 10000 %%¦Ти зробила це.^ Я дуже вражений.^ Насолоджуйся нагородою.^   -Кі. %item money 10000 %%[#]Завершення випробування Кі",
  "spring_2_1": "Мої вітання,^Щойно повернувся з риболовлі. Тобі варто прийти на пляж на деякий час.^У мене для тебе дещо є.^-Віллі %item quest 13 true %%[#]Запрошення Віллі",
  "spring_12": "Любий @,^Завтра ми святкуємо Фестиваль яєць на міській площі. ^^Тобі варто прийти між 9:00 та 14:00, якщо хочеш взяти участь.^Ти ж не хочеш пропустити щорічне полювання на яйця!^  -Мер Льюїс¦Любий @,^Завтра ми святкуємо Фестиваль яєць на міській площі. ^^Тобі варто прийти між 9:00 та 14:00, якщо хочеш взяти участь.^Ти ж не хочеш пропустити щорічне полювання на яйця!^  -Мер Льюїс[#]Повідомлення про Фестиваль яєць",
  "spring_15_1": "Вітаю, любий...^^Я знаю, що ти тільки починаєш працювати фермером, тому я хотіла б дати тобі невелику пораду.^^Більшість культур ростуть лише один сезон. Коли настане літо, всі твої посіви загинуть. Тож плануй заздалегідь!^^-Бабуся Евелін¦Вітаю, люба...^^Я знаю, що ти тільки починаєш працювати фермеркою, тому я хотіла б дати тобі невелику пораду.^^Більшість культур ростуть лише один сезон. Коли настане літо, всі твої посіви загинуть. Тож плануй заздалегідь!^^-Бабуся Евелін[#]Порада Евелін",
  "spring_23": "Любий @,^Завтра ми всі збираємося на Квітковий танець.^^Якщо знайдеш собі партнера, можеш навіть сам взяти участь у танці!^За лісом на захід від міста є невелика галявина, де ми і проводимо танець. Приходь з 9:00 до 14:00, якщо тобі цікаво.^  -Мер Льюїс¦Люба @,^Завтра ми всі збираємося на Квітковий танець.^^Якщо знайдеш собі партнера, можеш навіть сама взяти участь у танці!^За лісом на захід від міста є невелика галявина, де ми і проводимо танець. Приходь з 9:00 до 14:00, якщо тобі цікаво.^  -Мер Льюїс[#]Повідомлення про Квітковий танець",
  "summer_10": "Любий @,^Завтра ми всі збираємося на пляжі для щорічного Луау міста Пелікан.^^Родзинкою фестивалю є спільний суп. Не забудь принести щось смачненьке, щоб зробити свій внесок!^Сам губернатор бере участь у заході, тому поводься пристойно.^Приходь на пляж десь з 09:00 до 14:00.^   -Мер Льюїс¦Люба @,^Завтра ми всі збираємося на пляжі для щорічного Луау міста Пелікан.^^Родзинкою фестивалю є спільний суп. Не забудь принести щось смачненьке, щоб зробити свій внесок!^Сам губернатор бере участь у заході, тому поводься пристойно.^Приходь на пляж десь з 09:00 до 14:00.^   -Мер Льюїс[#]Повідомлення про Луалу",
  "summer_28": "Любий @,^Сьогодні ввечері десь о 22:00 відбудеться рідкісна і красива подія.^^Місячні медузи пропливуть повз місто Пелікан у своїй довгій подорожі на південь на зиму.^^Ми всі збираємося на пляжі, щоб подивитися на це. Ти ж не хочеш таке пропустити!^Побачимось ввечері,^ -Деметріус¦Люба @,^Сьогодні ввечері десь о 22:00 відбудеться рідкісна і красива подія.^^Місячні медузи пропливуть повз місто Пелікан у своїй довгій подорожі на південь на зиму.^^Ми всі збираємося на пляжі, щоб подивитися на це. Ти ж не хочеш таке пропустити!^Побачимось ввечері,^ -Деметріус[#]Танець місячних медуз",
  "fall_9": "Любий @,^Вже за тиждень відбудеться Ярмарок Долини Стардью на міській площі!^Це найбільша подія року, яка залучає людей з усієї країни до нашого скромного містечка.^Якщо хочеш, можеш організувати виставку своїх робіт. Просто принеси до 9 предметів, які найкраще продемонструють твої таланти. Тебе оцінять за якістю та різноманітністю твоїх робіт.^Ярмарок почнеться о 9-й ранку... не пропусти!^   -Мер Льюїс¦Люба @,^Вже за тиждень відбудеться Ярмарок Долини Стардью на міській площі!^Це найбільша подія року, яка залучає людей з усієї країни до нашого скромного містечка.^Якщо хочеш, можеш організувати виставку своїх робіт. Просто принеси до 9 предметів, які найкраще продемонструють твої таланти. Тебе оцінять за якістю та різноманітністю твоїх робіт.^Ярмарок почнеться о 9-й ранку... не пропусти!^   -Мер Льюїс[#]Повідомлення про Ярмарок Долини Стардью",
  "fall_15": "Любий @,^Хочу нагадати, що завтра відбудеться Ярмарок Долини Стардью.^Не забудь взяти з собою 9 предметів для виставки своїх робіт.^Пам'ятай, ярмарок починається о 9-й ранку на міській площі. Побачимось там!^^   -Мер Льюїс¦Люба @,^Хочу нагадати, що завтра відбудеться Ярмарок Долини Стардью.^Не забудь взяти з собою 9 предметів для виставки своїх робіт.^Пам'ятай, ярмарок починається о 9-й ранку на міській площі. Побачимось там!^^   -Мер Льюїс[#]Нагадування про Ярмарок Долини Стардью",
  "fall_26": "Любий @,^Ти помітив прохолоду у повітрі? Це може бути просто наближення зими...^Або це можуть бути дії темних привидів, щоб допомогти нам відсвяткувати завтрашнє свято... Переддень усіх духів.^Приходь до міста о 22:00, якщо хочеш взяти участь.^  -Мер Льюїс¦Люба @,^Ти помітила прохолоду у повітрі? Це може бути просто наближення зими...^Або це можуть бути дії темних привидів, щоб допомогти нам відсвяткувати завтрашнє свято... Переддень усіх духів.^Приходь до міста о 22:00, якщо хочеш взяти участь.^  -Мер Льюїс[#]Повідомлення про Переддень усіх духів",
  "winter_7": "Любий @,^Завтра ми всі збираємося перед будинком Марні на Фестиваль льоду.^^Це свято зими... Будуть сніговики, крижані скульптури та змагання з підлідної риболовлі!^Якщо хочеш взяти участь, приходь з 9:00 до 14:00.^  -Мер Льюїс¦Люба @,^Завтра ми всі збираємося перед будинком Марні на Фестиваль льоду.^^Це свято зими... Будуть сніговики, крижані скульптури та змагання з підлідної риболовлі!^Якщо хочеш взяти участь, приходь з 9:00 до 14:00.^  -Мер Льюїс[#]Повідомлення про Фестиваль льоду",
  "winter_14": "Починаючи з завтрашнього дня, мандрівний торговий флот пристане до міста Пелікан для щорічного Нічного ринку.^^Ринок відкривається о 17:00 і триватиме на березі протягом наступних трьох днів.^^Приходь на пляж після 17:00, якщо хочеш приєднатися до святкування. Є безплатна кава![#]Повідомлення про Нічний ринок",
  "spring_11_1": "ПОТРІБНА ДОПОМОГА:^Я загубила свою улюблену сокиру! Якщо знайдете, поверніть її якомога швидше. Мені важко без неї. Я маю 250 з для того, хто її знайде.^   -Робін%item quest 100 %%[#]Робін загубила свою сокиру",
  "spring_19_1": "Фермере @-^Маю до тебе прохання. Мені потрібна свіжа кучерява капуста для рецепта страви, яку я хочу приготувати. Не міг би ти принести мені одну?^   -Джоді%item quest 101 %%¦Фермерко @-^Маю до тебе прохання. Мені потрібна свіжа кучерява капуста для рецепта страви, яку я хочу приготувати. Не могла б ти принести мені одну?^   -Джоді%item quest 101 %%[#]Прохання Джоді про кучеряву капусту",
  "summer_3_1": "@-^Мені соромно... Я втратив свої щасливі фіолетові шорти. Я розповідаю тобі, бо думаю, що можу тобі довіряти.^Якщо ти знайдеш їх, принеси мені НЕПОМІТНО. Я добре заплачу.^Дякую.^   -Мер Льюїс%item quest 102 %%[#]Льюїс просить про послугу",
  "summer_14_1": "Привіт, малий,^В моїм горлі так сухо, як і в пустелі. Мені справді потрібен світлий ель. У тебе є такий? Звичайне старе пиво не підійде. Мені потрібен саме світлий ель.^   -Пем%item quest 103 %%¦Привіт, мала,^В моїм горлі так сухо, як і в пустелі. Мені справді потрібен світлий ель. У тебе є такий? Звичайне старе пиво не підійде. Мені потрібен саме світлий ель.^   -Пем%item quest 103 %%[#]Прохання Пем",
  "summer_20_1": "@-^Я збираю дані про кореляцію між лужністю ґрунту та рівнем фруктози в культурах. Одним словом, мені потрібна свіжа диня з твоєї ферми. Якби ти приніс мені одну, я був би дуже вдячний.^   -Деметріус%item quest 104 %%¦@-^Я збираю дані про кореляцію між лужністю ґрунту та рівнем фруктози в культурах. Одним словом, мені потрібна свіжа диня з твоєї ферми. Якби ти принесла мені одну, я був би дуже вдячний.^   -Деметріус%item quest 104 %%[#]Деметріусу потрібен зразок",
  "summer_25_1": "Фермерові @:^Моє коліно знову болить, і знаєш, що допомагає? ^Натирання цього коліна гострим перцем.^ Проблема в тому, що мої запаси перцю закінчилися. Якщо у тебе є один про запас, я був би дуже вдячний.^   -Джордж %item quest 105 %%¦Фермерці @:^Моє коліно знову болить, і знаєш, що допомагає? ^Натирання цього коліна гострим перцем.^ Проблема в тому, що мої запаси перцю закінчилися. Якщо у тебе є один про запас, я був би дуже вдячний.^   -Джордж %item quest 105 %%[#]Джорджу потрібен перець",
  "fall_3_1": "Любий @,^Я хотіла б подарувати своїм коровам особливе задоволення. Вони такі хороші дівчата і теж голодні. Не міг би ти принести мені в'язку щириці? Вони люблять таке. ^Дякую, любий.^   -Марні %item quest 106 %%¦Люба @,^Я хотіла б подарувати своїм коровам особливе задоволення. Вони такі хороші дівчата і теж голодні. Не могла б ти принести мені в'язку щириці? Вони люблять таке. ^Дякую, любий.^   -Марні %item quest 106 %%[#]Прохання Марні",
  "fall_8_1": "Привіт,^Зараз сезон ожини. У кущах їх повно. Я хочу зібрати кілька, але я загубив свій кошик. Ти можеш допомогти?^   -Лінус%item quest 107 %%[#]Лінус загубив свій кошик",
  "fall_19_1": "@-^Я хотіла б купити у тебе гарбуза. Ми з дочкою хочемо вирізати ліхтар для майбутнього Передодню усіх духів. ^   -Керолайн%item quest 108 %%[#]Прохання Джоді",
  "winter_2_1": "Привіт, у мене є для тебе невелике випробування:^    Злови мені кальмара.^Їх можна ловити в океані вночі. Але вони з'являються лише взимку.^   -Віллі%item quest 109 %%[#]Випробування Віллі",
  "winter_6_1": "У мене незвичайне прохання. Ти міг би зберегти його в секреті?^ Я хочу, щоб ти доставив Емілі аметист. Це її улюблений камінь. Скажи їй, що він від мене.^   -Клінт %item quest 110 %%¦У мене незвичайне прохання. Ти могла б зберегти його в секреті?^ Я хочу, щоб ти доставила Емілі аметист. Це її улюблений камінь. Скажи їй, що він від мене.^   -Клінт %item quest 110 %%[#]Спроба Клінта",
  "winter_12_1": "@-^Я досліджую забуте мистецтво тіньового ворожіння. Мені потрібен предмет, відомий як \"Есенція пустоти\". Принеси її мені, і ти будеш винагороджений.^ -М. Расмодіус, Чарівник %item quest 111 %%¦@-^Я досліджую забуте мистецтво тіньового ворожіння. Мені потрібен предмет, відомий як \"Есенція пустоти\". Принеси її мені, і ти будеш винагороджена.^ -М. Расмодіус, Чарівник %item quest 111 %%[#]Прохання Чарівника",
  "winter_17_1": "@,^Вибач, що знову турбую тебе, але мені потрібна ще одна послуга.^Я отримав новий молот і хочу випробувати його на різних металах.^Не міг би ти виплавити залізний злиток і принести його мені? ^Дякую.^ -Клінт %item quest 112 %%¦@,^Вибач, що знову турбую тебе, але мені потрібна ще одна послуга.^Я отримав новий молот і хочу випробувати його на різних металах.^Не могла б ти виплавити залізний злиток і принести його мені? ^Дякую.^ -Клінт %item quest 112 %%[#]Прохання Клінта",
  "winter_21_1": "@-^Як справи? Сподіваюся, зима не була до тебе надто суворою.^Так чи інакше, я пишу, щоб попросити у вас трохи деревини. Мені потрібно близько 10 штук, якщо у тебе є.^Якщо ні, не переймайся. Бережи себе!^  -Робін%item quest 113 %%[#]Прохання Робін",
  "winter_26_1": "Любий @-^Я хочу зробити рибне рагу, але мені потрібен альбакор! Я знаю, що для них сезон майже закінчився... пробач мені за коротке повідомлення. Ти не міг би зловити одного для мене?^   -Ґас%item quest 114 %%¦Люба @-^Я хочу зробити рибне рагу, але мені потрібен альбакор! Я знаю, що для них сезон майже закінчився... пробач мені за коротке повідомлення. Ти не могла б зловити одного для мене?^   -Ґас%item quest 114 %%[#]Ґасу потрібен альбакор",
  "spring_1_2": "Оголошення:^^Зросла ціна на сировину в крамниці Робін та Клінта.[#]Повідомлення про ціну сировини",
  "spring_6_2": "@-^Мені дуже хочеться свіжого абрикоса. Я не змогла знайти такого в крамниці, тому прошу тебе. Я добре заплачу за нього!^   -Емілі%item quest 115 %%[#]Прохання Емілі",
  "spring_15_2": "Любий @,^Я хочу здивувати чоловіка подарунком. Він великий шанувальник цибулі порей. Не міг би ти принести мені її?^   -Бабуся Евелін%item quest 116 %%¦Люба @,^Я хочу здивувати чоловіка подарунком. Він великий шанувальник цибулі порей. Не могла б ти принести мені її?^   -Бабуся Евелін%item quest 116 %%[#]Сюрприз Евелін",
  "spring_21_2": "ОГОЛОШЕННЯ^П'єр на зв'язку... Я дуже, дуже хочу тарілку сашімі. Я заплачу купу грошей тому, хто принесе її мені.^   -П'єр%item quest 117 %%[#]Жага П'єра",
  "summer_6_2": "Розшукується рибалка^Мені потрібен хороший екземпляр риби-їжака. Я проводжу експеримент з токсином, який створює рибу-їжака.^Винагорода: 1000 з^ -Деметріус%item quest 118 %%[#]Експерименти з токсинами",
  "summer_15_2": "Любий фермере @,^Я хотів би подарувати своїй дружині карамболу на наш ювілей. Ти вирощуєш її на своїй фермі? Якби ти мені приніс її, я був би дуже вдячний.^   -Кент%item quest 119 %%¦Люба фермерко @,^Я хотів би подарувати своїй дружині карамболу на наш ювілей. Ти вирощуєш її на своїй фермі? Якби ти мені принесла її, я був би дуже вдячний.^   -Кент%item quest 119 %%[#]Кенту потрібен подарунок",
  "summer_21_2": "@,^Мені потрібна трюфельна олія. Не питай мене чому.^ -Мер Льюїс%item quest 120 %%[#]Прохання мера",
  "fall_6_2": "Розшукується: 1 свіжий омар для чудового біску, який я роблю.^Кому: Ґас, власник салону \"Зорекрапля\"^Нагорода: 800 з. %item quest 121 %%[#]Ґасу потрібен омар",
  "fall_19_2": "ОГОЛОШЕННЯ^Хто-небудь має при собі один з акумуляторів? У мене здох пульт від телевізора, а мені важко злізти з канапи, щоб змінити канал.^  -Пем%item quest 122 %%[#]Пем потрібна допомога",
  "winter_5_2": "@,^Я створюю чарівний посох феноменальної сили.^Але мені дечого не вистачає: Іридієвого злитка.^Я готовий заплатити за нього 5-кратну ринкову вартість. Принеси якнайшвидше.^ -М. Расмодіус, Чарівник %item quest 123 %%[#]Чарівнику потрібна рідкісна річ",
  "winter_13_2": "У мене є для тебе ще одне завдання: злови мені терпуга.^Вони не даються легко, але я знаю, що ти можеш це зробити.^  -Віллі%item quest 124 %%[#]Випробування Віллі #2",
  "winter_19_2": "Любий @,^Я починаю їхати з глузду. Я відчайдушно хочу зробити Коко-ні-ні в салуні, але у мене немає можливості отримати кокос!^Можеш допомогти мені?^  -Ґас%item quest 125 %%¦Люба @,^Я починаю їхати з глузду. Я відчайдушно хочу зробити Коко-ні-ні в салуні, але у мене немає можливості отримати кокос!^Можеш допомогти мені?^  -Ґас%item quest 125 %%[#]Ґасу потрібен кокос",
  "winter_24": "@,^Завтра Свято зимової зорі.^У тебе вже є подарунок для свого \"таємного друга\"... %secretsanta?^Свято розпочнеться о 09:00 на міській площі. Побачимось! ^   -Мер Льюїс[#]Нагадування про Свято зимової зорі",
  "passedOut1_Billed_Male": "Шановний пане @,^Минулої ночі член команди Joja виявив вас непритомним. Направлено бригаду медиків, щоб безпечно доставити вас додому.^Ми раді, що з вами все добре!^^(Вам виставлено рахунок на суму {0} з за цю послугу)^^-Морріс^Представник із питань потреб клієнтів Joja[#]Фактура Joja",
  "passedOut1_Billed_Female": "Шановна пані @,^Минулої ночі член команди Joja виявив вас непритомною. Направлено бригаду медиків, щоб безпечно доставити вас додому.^Ми раді, що з вами все добре!^^(Вам виставлено рахунок на суму {0} з за цю послугу)^^-Морріс^Представник із питань потреб клієнтів Joja[#]Фактура Joja",
  "passedOut1_NotBilled_Male": "Шановний пане @,^Минулої ночі член команди Joja виявив вас непритомним. Направлено бригаду медиків, щоб безпечно доставити вас додому.^Ми раді, що з вами все добре!^^Оскільки у вас немає грошей, ми були зобов'язані за законом надати цю послугу безплатно.^^-Морріс^Представник із питань потреб клієнтів Joja[#]Законно необхідне повідомлення",
  "passedOut1_NotBilled_Female": "Шановна пані @,^Минулої ночі член команди Joja виявив вас непритомною. Направлено бригаду медиків, щоб безпечно доставити вас додому.^Ми раді, що з вами все добре!^^Оскільки у вас немає грошей, ми були зобов'язані за законом надати цю послугу безплатно.^^-Морріс^Представник із питань потреб клієнтів Joja[#]Законно необхідне повідомлення",
  "passedOut2": "@, ^Тобі пощастило, що я знайшов тебе вчора ввечері! Ти був непритомним, а також хтось нишпорив у твоїх кишенях. Не знаю, скільки грошей взяли... втекли, як тільки я підійшов. Будь уважнішим!^^-Лінус¦@, ^Тобі пощастило, що я знайшов тебе вчора ввечері! Ти була непритомною, а також хтось нишпорив у твоїх кишенях. Не знаю, скільки грошей взяли... втекли, як тільки я підійшов. Будь уважнішою!^^-Лінус[#]Повідомлення від Лінуса",
  "passedOut3_Billed": "@,^Хтось доніс тебе в клініку минулої ночі. Ти знепритомнів від втоми!^Ти маєш краще подбати про себе і лягати спати в потрібний час.^Я виставив тобі рахунок на суму {0} з для покриття твоїх медичних витрат.^^-Л. Гарві¦@,^Хтось доніс тебе в клініку минулої ночі. Ти знепритомніла від втоми!^Ти маєш краще подбати про себе і лягати спати в потрібний час.^Я виставив тобі рахунок на суму {0} з для покриття твоїх медичних витрат.^^-Л. Гарві[#]З офіса Л. Гарві",
  "passedOut3_NotBilled": "@,^Хтось доніс тебе в клініку минулої ночі. Ти знепритомнів від втоми!^Ти маєш краще подбати про себе і лягати спати в потрібний час.^Оскільки у тебе немає грошей, я надав тобі медичну допомогу безплатно.^^-Л. Гарві¦@,^Хтось доніс тебе в клініку минулої ночі. Ти знепритомніла від втоми!^Ти маєш краще подбати про себе і лягати спати в потрібний час.^Оскільки у тебе немає грошей, я надав тобі медичну допомогу безплатно.^^-Л. Гарві[#]Безплатна медична допомога Гарві",
  "passedOut4": "@, ^^Я знайшов тебе обличчям в багнюці під час свого очищення о 03:00.^^Наступного разу спробуй повернутися додому трохи раніше!^     -Марлон[#]Лист від Марлона",
  "elliottLetter1": "@, мій коханий,^^Я щойно прибув у Ґремплтон, щоб розпочати тур. Я вже й забув, яке метушливе це місто! Вулиці переповнені людьми... вони або божевільно поспішають, або заблукали, не вдивляючись у своє оточення. Я вже сумую за містом Пелікан!^^Я розпочинаю читання сьогодні ввечері в місцевій книгарні. Мушу визнати, що я трохи нервую при думці про публічні виступи... у мене зараз таке відчуття, наче мій шлунок скрутили в м'який крендель і полили гострим сирним соусом. Побажай мені успіху!^^-З любов'ю, Елліот^^P.S. Сподіваюся, ти провів спокійну ніч і не відчував страху в цьому великому будинку! %item conversationTopic ElliottGone2 0 %%¦@, моя кохана,^^Я щойно прибув у Ґремплтон, щоб розпочати тур. Я вже й забув, яке метушливе це місто! Вулиці переповнені людьми... вони або божевільно поспішають, або заблукали, не вдивляючись у своє оточення. Я вже сумую за містом Пелікан!^^Я розпочинаю читання сьогодні ввечері в місцевій книгарні. Мушу визнати, що я трохи нервую при думці про публічні виступи... у мене зараз таке відчуття, наче мій шлунок скрутили в м'який крендель і полили гострим сирним соусом. Побажай мені успіху!^^-З любов'ю, Елліот^^P.S. Сподіваюся, ти провела спокійну ніч і не відчувала страху в цьому великому будинку! %item conversationTopic ElliottGone2 0 %%[#]Лист від мого чоловіка",
  "elliottLetter2": "Мій любий @,^^Перше читання пройшло добре, хоча аудиторії було трохи менше, ніж я сподівався. А проте, я продав достатньо примірників книги, щоб заплатити за свій (заселений комахами) номер в готелі!^^За кілька годин я виїжджаю до міста Зузу. Якщо вчорашнє читання було розминкою, то наступне буде справжнім фурором...^^Я дуже сумую за тобою. Не забувай добре харчуватися! О, і не забудь про кілька останніх крабових печив, які я поклав у холодильник...^-З любов'ю, Елліот %item conversationTopic ElliottGone3 0 %%¦Моя люба @,^^Перше читання пройшло добре, хоча аудиторії було трохи менше, ніж я сподівався. А проте, я продав достатньо примірників книги, щоб заплатити за свій (заселений комахами) номер в готелі!^^За кілька годин я виїжджаю до міста Зузу. Якщо вчорашнє читання було розминкою, то наступне буде справжнім фурором...^^Я дуже сумую за тобою. Не забувай добре харчуватися! О, і не забудь про кілька останніх крабових печив, які я поклав у холодильник...^-З любов'ю, Елліот %item conversationTopic ElliottGone3 0 %%[#]Лист від мого чоловіка 2",
  "elliottLetter3": "Мій солоденький @,^^Минула ніч в місті Зузу для мене стала справжнім досвідом! Схоже, тут велика літературна спільнота... на моє читання з'явилося кілька десятків людей!^^Я навіть роздав пару автографів... дивно, коли мене сприймають як когось важливого. Все це питання слави, грандіозна ілюзія... адже я справді аж ніяк не особливий. Тільки твій відданий Еліот, як завжди.^^Зараз я сам у своєму номері в готелі, \"вживаю\" Joja страву...^^Чи варто це називати \"їжею\"?^Чи \"їстівною речовиною\"?^Тут не потрібно довго думати^Очевидно, що це останнє^^Я з нетерпінням чекаю скорого повернення додому. Сподіваюся, тобі сподобалося крабові котлетки.^^-З любов'ю, Елліот %item conversationTopic ElliottGone4 0 %%¦Моя солоденька @,^^Минула ніч в місті Зузу для мене стала справжнім досвідом! Схоже, тут велика літературна спільнота... на моє читання з'явилося кілька десятків людей!^^Я навіть роздав пару автографів... дивно, коли мене сприймають як когось важливого. Все це питання слави, грандіозна ілюзія... адже я справді аж ніяк не особливий. Тільки твій відданий Еліот, як завжди.^^Зараз я сам у своєму номері в готелі, \"вживаю\" Joja страву...^^Чи варто це називати \"їжею\"?^Чи \"їстівною речовиною\"?^Тут не потрібно довго думати^Очевидно, що це останнє^^Я з нетерпінням чекаю скорого повернення додому. Сподіваюся, тобі сподобалося крабові котлетки.^^-З любов'ю, Елліот %item conversationTopic ElliottGone4 0 %%[#]Лист від мого чоловіка 3",
  "elliottLetter4": "У мріях, в яких вид пташиного польоту я уявляв^Дивлюся на засяяне сонцем море^До яких далеких берегів я мандрував^Але тепер час мою пам'ять затьмарити взяв^^Є лише одне місце вічного існування^Де я колись перейду далі^В долині, рідній, де чекає моє кохання:^Коло ставка наше маленьке помешкання^^-Елліот %item conversationTopic ElliottGone5 0 %%[#]Лист від мого чоловіка 4",
  "elliottLetter5": "Любий @,^^Я не буду втомлювати тебе більше подробицями про мої читання. Вони переважно однакові.^^Я впевнений, що твій час був набагато цікавішим! Я не можу дочекатися, щоб повернутися і побачити, який прогрес був досягнутий.^^У цих довгих подорожах між містами я розважаюся, заплющуючи очі й уявляючи собі ферму... Я бачу бочки, що блищать солодким вином, піч, що переплавляє коштовну руду, і нашу маленьку кухню з запахом кориці й мускатного горіха. Є чим насолоджуватися!^^Тільки не залишайся надто пізно в шахтах, мій любий. Там небезпечно! Якщо тобі доведеться піти... візьми багато їжі.^^-З любов'ю, Елліот %item conversationTopic ElliottGone6 0 %%¦Люба @,^^Я не буду втомлювати тебе більше подробицями про мої читання. Вони переважно однакові.^^Я впевнений, що твій час був набагато цікавішим! Я не можу дочекатися, щоб повернутися і побачити, який прогрес був досягнутий.^^У цих довгих подорожах між містами я розважаюся, заплющуючи очі й уявляючи собі ферму... Я бачу бочки, що блищать солодким вином, піч, що переплавляє коштовну руду, і нашу маленьку кухню з запахом кориці й мускатного горіха. Є чим насолоджуватися!^^Тільки не залишайся надто пізно в шахтах, моя люба. Там небезпечно! Якщо тобі доведеться піти... візьми багато їжі.^^-З любов'ю, Елліот %item conversationTopic ElliottGone6 0 %%[#]Лист від мого чоловіка 5",
  "elliottLetter6": "Любий @,^^Це буде мій останній лист перед поверненням додому. У мене була чудова подорож... хоча нічого надто захопливого. Було приємно зустріти людей, яким подобається моя робота, але я хочу повернутися додому.^^Я з нетерпінням чекаю затишку нашого маленького будиночка, плідної роботи на фермі, домашньої їжі, а головне - затишку під теплими ковдрами з тобою.^^Побачимось!^-З любов'ю, Елліот %item conversationTopic ElliottGone7 0 %%¦Люба @,^^Це буде мій останній лист перед поверненням додому. У мене була чудова подорож... хоча нічого надто захопливого. Було приємно зустріти людей, яким подобається моя робота, але я хочу повернутися додому.^^Я з нетерпінням чекаю затишку нашого маленького будиночка, плідної роботи на фермі, домашньої їжі, а головне - затишку під теплими ковдрами з тобою.^^Побачимось!^-З любов'ю, Елліот %item conversationTopic ElliottGone7 0 %%[#]Лист від мого чоловіка 6",
  "MarlonRecovery": "@,^Я знайшов твій втрачений предмет.^^Наступного разу будьте уважнішим!^   -Марлон%item itemRecovery %%¦@,^Я знайшов твій втрачений предмет.^^Наступного разу будьте уважнішою!^   -Марлон%item itemRecovery %%[#]Марлон знайшов твій предмет",
  "RarecrowSociety": "Шановний @,^^Ваша відданість справді вражає...^^Лише кільком обраним вдається виграти повну колекцію Рідкісних опудал!^^Будь ласка, прийміть ці креслення, щоб відзначити своє досягнення.^   -Товариство Рідкісних опудал М.З.%item craftingRecipe Deluxe_Scarecrow %%¦Шановна @,^^Твоя відданість справді вражає...^^Лише кільком обраним вдається виграти повну колекцію Рідкісних опудал!^^Будь ласка, прийміть ці креслення, щоб відзначити своє досягнення.^   -Товариство Рідкісних опудал М.З.%item craftingRecipe Deluxe_Scarecrow %%[#]Від товариства Рідкісних опудал",
  "CarolineTea": "Любий @,^^Дякую, що зайшов вчора до моєї комори. Зазвичай я п'ю чай сама, але було цікаво поділитися з тобою!^^Я прикріпила інструкцію, як приготувати та виростити власний чай. Я не примушую, але якщо ви все-таки виростите, обов'язково принеси мені чашку!^^-Керолайн%item craftingRecipe Tea_Sapling %%¦Люба @,^^Дякую, що зайшла вчора до моєї комори. Зазвичай я п'ю чай сама, але було цікаво поділитися з тобою!^^Я прикріпила інструкцію, як приготувати та виростити власний чай. Я не примушую, але якщо ви все-таки виростите, обов'язково принеси мені чашку!^^-Керолайн%item craftingRecipe Tea_Sapling %%[#]Повідомлення про чай Керолайн",
  "WoodChipper": "Привіт, @,^^Я просто хотіла повідомити тебе про новий пристрій, який я зробила... він називається \"Подрібнювач\".^^Ти можеш використовувати його, щоб розбити тверду деревину на кілька шматків звичайної!^^Я знаю, що взимку буває важко знайти дрова, тому, якщо тебе запас знижується запас, подумай про його збір.^       -Робін[#]Повідомлення про Подрібнювач",
  "willyBackRoomInvitation": "@,^^Я відчинив задню кімнату магазину.^Приходь, коли буде можливість.^Є дещо, що я хочу тобі показати.^^-Віллі[#]Запрошення Віллі до задньої кімнати",
  "KrobusCrafting": "@, Я не впевнений, як працює система людських повідомлень, тому я попросив Чарівника допомогти мені написати цей лист.^^Сподіваюся, у тебе все добре.^^Я хотів поділитися цим з тобою... це нотатки про те, як мої люди будують певний предмет.^^   -Кробус%item craftingRecipe Dark_Sign %%[#]Лист від Кробуса",
  "georgeGifts": "Любий @,^^Я дуже вдячна за цибулю порей. Вона виглядає такою свіжою і смачною. Джордж полюбить їх.^^Сьогодні я збираюся здивувати їх 12 маленькими скарбами в подарунковій упаковці (дякую вам!). Зупинись, якщо хочеш бути там!^^-Евелін^^P.S. Будь ласка, прийми цей подарунок. Думаю, він тобі сподобається!%item bigobject 246 %%¦Люба @,^^Я дуже вдячна за цибулю порей. Вона виглядає такою свіжою і смачною. Джордж полюбить їх.^^Сьогодні я збираюся здивувати його 12 маленькими скарбами в подарунковій упаковці (дякую тобі!). Зупинись у нас, якщо хочеш бути присутнім на його дні народженні!^^-Евелін^^P.S. Будь ласка, прийми цей подарунок. Думаю, він тобі сподобається!%item bigobject 246 %%[#]Лист подяки від Евелін",
  "robinResource": "Привіт, @,^^Вітаю із завершенням мого маленького випробування. Я вражена!^^Як бонус, я залишила креслення для нового типу скринь. Насолоджуйся!^^-Робін^^^^P.S. -- Тепер, коли у тебе є всі ці ресурси, чому б не заглянути до мене, аби я щось побудувала?%item craftingRecipe Stone_Chest %%[#]Ресурсна лихоманка Робін",
  "ClintReward": "Ем, привіт...     ^Дякую за допомогу з монстрами.^^Мені зовсім не страшно! ...Проте тепер шахти мають стати безпечними для всіх інших... чи не так?^^Візьми це креслення. (Сподіваюся, після цього мої послуги тобі ще знадобляться...)^^   -Клінт, коваль%item craftingRecipe Geode_Crusher %%[#]Подяка від Клінта",
  "ClintReward2": "Ем, привіт...     ^Дякую за допомогу з монстрами.^^Можливо, наступного разу я сам займуся ними... якщо матиму час!^^Візьми цей предмет. Я знайшов його в у своїй кімнаті...^^   -Клінт, коваль%item object 286 10 287 5 231 3 %%[#]Альтернативна подяка від Клінта",
  "willyBugWadCutscene": "^^   -Віллі%item craftingRecipe Quality_Bobber %%[#]Подяка Віллі",
  "MSB_Pierre": "Любий @,^^Гадаю, люди не сприйняли \"Першокласну продукцію П'єра\", як я сподівався...^^У будь-якому випадку, ось мій старий \"Маленький ящик для продажу\".^Наступного разу, коли триматимеш в руках \"Першокласну продукцію П'єра\", можливо, ти міг би доставити їх мені?^^   -П'єр%item bigobject 248 %%¦Люба @,^^Гадаю, люди не сприйняли \"Першокласну продукцію П'єра\", як я сподівався...^^У будь-якому випадку, ось мій старий \"Маленький ящик для продажу\".^Наступного разу, коли триматимеш в руках \"Першокласну продукцію П'єра\", можливо, ти могла б доставити їх мені?^^   -П'єр%item bigobject 248 %%[#]Високоякісні продукти П'єра",
  "MSB_Lewis": "@,^Я хотів подякувати тобі за турботу про моє особливе замовлення. Вся важка робота, яку ти доклав, значно покращила імідж міста Пелікан.^Ось \"Маленький ящик для продажу\" на знак моєї вдячності.^Встанови його де завгодно, і я обов'язково зупинюся, коли відвідуватиму твою ферму.^^   -Льюїс%item bigobject 248 %%¦@,^Я хотів подякувати тобі за турботу про моє особливе замовлення. Вся важка робота, яку ти доклала, значно покращила імідж міста Пелікан.^Ось \"Маленький ящик для продажу\" на знак моєї вдячності.^Встанови його де завгодно, і я обов'язково зупинюся, коли відвідуватиму твою ферму.^^   -Льюїс%item bigobject 248 %%[#]Подяка Льюїса",
  "WizardReward": "Зразок, який ти приніс, зробив чудове уявлення про махінації падших істот, яких ми називаємо \"монстрами\".^^Я приготував їдку речовину, яку ці істоти люблять. Використовуй її з обережністю...^^   -М. Расмодіус, Чарівник%item craftingRecipe Monster_Musk %%¦Зразок, який ти принесла, зробив чудове уявлення про махінації падших істот, яких ми називаємо \"монстрами\".^^Я приготував їдку речовину, яку ці істоти люблять. Використовуй її з обережністю...^^   -М. Расмодіус, Чарівник%item craftingRecipe Monster_Musk %%[#]Відкриття Чарівника",
  "WizardReward2": "Завдяки ектоплазмі, яку ти приніс мені, я зробив велике досягнення у галузі таємної інженерії.^^В конверті ти знайдеш креслення найкориснішої машини...^^   -М. Расмодіус, Чарівник%item craftingRecipe Mini-Obelisk %%¦Завдяки ектоплазмі, яку ти принесла мені, я зробив велике досягнення у галузі таємної інженерії.^^В конверті ти знайдеш креслення найкориснішої машини...^^   -М. Расмодіус, Чарівник%item craftingRecipe Mini-Obelisk %%[#]Досягнення Чарівника",
  "DemetriusReward": "Привіт, @,^^Дякую за допомогу з рибою.^Природа зазвичай вміє підтримувати баланс, але іноді штучні чинники можуть викликати дисбаланс.^^Я залишив креслення із наукового журналу, яке може зацікавити тебе.^^-Деметріус%item craftingRecipe Farm_Computer %%[#]Подяка Деметріуса",
  "willyHours": "Хороші новини!^^Старий човен знову придатний для плавання, завдяки тобі!^^Заходь в задню кімнату, коли захочеш прокататися.^^Моя крамниця тепер працює щодня з 08:00, тож ти можеш розпочати рано.^^-Віллі[#]Човен Віллі",
  "linusTrashCleanup": "Привіт, @,^^Дякую, що допоміг мені прибрати долину.^Вода виглядає набагато чистішою. Думаю, кожен це оцінить. Я то вже точно.^На знак подяки, я хотів би навчити тебе робити власне волокно. Сподіваюся, що це тобі згодиться.^^-Лінус%item craftingRecipe Fiber_Seeds %%¦Привіт, @,^^Дякую, що допомогла мені прибрати долину.^Вода виглядає набагато чистішою. Думаю, кожен це оцінить. Я то вже точно.^На знак подяки, я хотів би навчити тебе робити власне волокно. Сподіваюся, що це тобі згодиться.^^-Лінус%item craftingRecipe Fiber_Seeds %%[#]Подяка Лінуса",
  "gusGiantOmelet": "Привіт, @,^^Дякую за яйця.^Жовтки виглядають приголомшливо... Думаю, це був мій найкращий омлет!^^Будь ласка, прийми цей подарунок.^^-Ґас%item bigobject 216 %%[#]Відомий омлет Ґаса",
  "pamNewChannel": "Привіт, малий,^^Дякую за \"сік\". Він, безперечно, мав... єдиний у своєму роді... смак.^^До речі, ти коли-небудь налаштовував телевізор на канал 736? Це сезонна програма риболовлі, яка може зацікавити тебе.^^Бережи себе,^-Пем¦Привіт, мала,^^Дякую за \"сік\". Він, безперечно, мав... єдиний у своєму роді... смак.^^До речі, ти коли-небудь налаштовувала телевізор на канал 736? Це сезонна програма риболовлі, яка може зацікавити тебе.^^Бережи себе,^-Пем[#]Порада Пем",
  "emilyStones": "Привіт, @,^^Ще раз дякую за чудове коштовне каміння.^Воно ідеально підійде для моєї роботи з відновлення енергії!!^Я хотіла подякувати тобі цим особливим подарунком. Сподіваюся, ти створиш з ним щось чудове!^^-Емілі%item bigobject 247 %%[#]Коштовне каміння Емілі",
  "carolineSO": "Привіт, @,^^Льюїс сказав мені, що ти продавав багато інгредієнтів з острова! Приємно мати доступ до нових продуктів... це дійсно відкриває цілий новий світ кулінарних можливостей!^Залишаю в подарунок для тебе... деякі креслення, які тобі можуть знадобитися.^^-Керолайн%item craftingRecipe Solar_Panel %%¦Привіт, @,^^Льюїс сказав мені, що ти продавала багато інгредієнтів з острова! Приємно мати доступ до нових продуктів... це дійсно відкриває цілий новий світ кулінарних можливостей!^Залишаю в подарунок для тебе... деякі креслення, які тобі можуть знадобитися.^^-Керолайн%item craftingRecipe Solar_Panel %%[#]Тропічні інгредієнти Керолайн",
  "WillyTropicalFish": "@,^^Вітаю з вдалою риболовлею на острові. Я пишаюся тобою!^^Ось, візьми цей особливий акваріум. Він стане чудовою річчю у твоєму домі.^^-Віллі%item furniture 2312 %%[#]Тропічне випробування Віллі",
  "passedOutIsland": "@,^^Ти довгий час не приходив до човна, тож я пішов шукати тебе.^^Я знайшов тебе, коли ти валявся на землі з парою папуг, які витягували золото з твоїх кишень!^^Довелося тягти тебе аж до човна. У мене ноги як дві прісноводні креветки...^-Віллі¦@,^^Ти довгий час не приходила до човна, тож я пішов шукати тебе.^^Я знайшов тебе, коли ти валялася на землі з парою папуг, які витягували золото з твоїх кишень!^^Довелося тягти тебе аж до човна. У мене ноги як дві прісноводні креветки...^-Віллі",
  "passedOutIsland_Leo": "Привіт, @,^^Минулої ночі я знайшов тебе сплячим в темряві.^Це було не дуже безпечне місце, тому мої пташині друзі перевезли тебе до твого ліжка.^Будь ласка, відтепер будь обережніше.^^-Лео^^P.S. Віллі допоміг мені написати це.¦Привіт, @,^^Минулої ночі я знайшов тебе сплячою в темряві.^Це було не дуже безпечне місце, тому мої пташині друзі перевезли тебе до твого ліжка.^Будь ласка, відтепер будь обережніше.^^-Лео^^P.S. Віллі допоміг мені написати це.",
  "guntherBones": "Привіт, @,^^Дякую за всі кістки. У мене з'явилося багато чого на сортування! Подумати лиш, що кожен фрагмент належав живому, дихаючому організму з минулого. Захопливо.^^Будь ласка, прийми це унікальне креслення на знак моєї вдячності!^^-Ґюнтер%item craftingRecipe Bone_Mill %%[#]Лист Ґюнтера",
  "LeoCooking": "@,^Ось їжа з мого дому, якою ми з моєю родиною насолодимось. Сподіваюся, що тобі вона сподобається. ^^  -Лео^^P.S. Віллі допоміг мені написати це.%item cookingRecipe %%[#]Рецепт Лео"
}