{
  "1": "Location/Знайомство з Чарівником/Ви отримали листа від місцевого чарівника. Він стверджує, що володіє інформацією про старий громадський клуб./Увійдіть до вежі чарівника./WizardHouse/-1/0/-1/false",
  "2": "Basic/Таємничий Кі/У секретній камері схову ви знайшли нотатку з незвичайними інструкціями. Вона підписана \"Містером Кі\"./Залиште райдужну мушлю в ящику на залізничній платформі./null/-1/0/-1/false",
  "3": "Basic/Таємничий Кі/Ви знайшли ще одну нотатку, написану \"Містером Кі\". Цього разу прохання ще більш незвичайне./Поклади 10 буряків в холодильник мера Льюїса./null/-1/0/-1/false",
  "4": "Basic/Таємничий Кі/Ви знайшли ще одну дивну нотатку в холодильнику мера. Цього разу інструкції більш загадкові./\"Дай піщаному дракону його останній обід.\"/null/-1/0/-1/false",
  "5": "Basic/Таємничий Кі/Ви знайшли ще одну нотатку в оці піщаного дракона. Здається, дивне полювання Містера Кі на сміття закінчилося./Огляньте купу колод біля свого будинку./null/-1/0/-1/false",
  "6": "ItemHarvest/Початок/Якщо ви хочете стати фермером, ви повинні почати з основ. Використовуйте мотику для обробки ґрунту, а потім використайте пакет насіння на обробленому ґрунті, щоб посіяти культуру. Поливайте кожен день, поки урожай не буде готовий до збору./Виростіть і зберіть пастернак./24/h7 8/100/-1/true",
  "7": "Building/Розведення тварин/Робін, місцева столярка, живе на північ від міста. В обмін на сировину та гроші вона побудує нові будівлі на вашій фермі. Вона вам знадобиться, щоб побудувати пташник або хлів, щоб ви могли вирощувати тварин./Побудуйте пташник./Coop/-1/100/-1/true",
  "8": "Crafting/Йдемо далі/Набираючись досвіду, ви відкриєте нові рецепти майстрування, щоб збільшити прибуток і полегшити життя. Опудало, наприклад, завадить воронам перекусити вашим дорогоцінним врожаєм./Досягніть 1 рівня фермерства та створіть опудало./8 true/-1/100/-1/true",
  "9": "Social/Перше знайомство/Було б ввічливо представитися містянам. Декому було б цікаво познайомитися з новим фермером././null/25/0/-1/true",
  "10": "Basic/Мідна руда/Ви знайшли мідний самородок. Ви не впевнені, для чого ви можете його використовувати, але місцевий коваль повинен знати./Принесіть мідний самородок у ковальню Клінта././-1/0/-1/false",
  "11": "Crafting/Сам собі коваль/Якщо ви збираєтеся продовжувати видобуток, вам варто побудувати плавильну піч./Створіть плавильну піч./13 true/12/0/-1/true",
  "12": "ItemHarvest/Плавлення/Тепер, коли ви побудували плавильну піч, можете виплавити трохи металу. Згідно з інструкцією Клінта, якщо помістити в піч 5 мідних самородків і 1 шматок вугілля, вона має виплавити мідний злиток./Використайте свою плавильну піч, щоб виплавити мідний злиток./334 1/-1/0/-1/true",
  "13": "Basic/На пляж!/Хтось, на ім'я Віллі запросив вас відвідати пляж на південь від міста. Він каже, що має дещо для вас./Відвідайте пляж на південь від міста до 17:00./-1/-1/0/-1/true",
  "14": "Basic/Досліджуємо шахту/У горах на північ від міста є стара шахта. Всередині можуть бути цінні мінерали, але Марлон натякнув, що це може бути небезпечно./Досягніть 5 рівня в шахті./17/17/0/-1/false",
  "15": "Monster/Посвята/Якщо ви зможете вбити 10 слимаків, ви заслужите своє місце в Гільдії шукачів пригод./0 з 10 слимаків убито./Green_Slime 10/16/0/-1/false",
  "16": "Location/Посвята/Ви успішно відправили на той світ 10 слимаків. Тепер ви можете вступити в Гільдію шукачів пригод./Увійдіть в Гільдію шукачів пригод./AdventureGuild/-1/0/-1/false",
  "17": "Basic/Глибше у шахту/Схоже, шахтний ліфт досі працює. Він дозволить вам швидко повернутися до будь-яких рівнів з ліфтом, які ви виявили. Можливо, потрібна глибша експедиція./Досягніть 40 рівня в шахтах./18/18/0/-1/false",
  "18": "Basic/На дно?/Поки що дна не видно. Наскільки низько шахта опускається?/Дістаньтесь до самісінького дна шахти./-1/-1/0/-1/false",
  "19": "Basic/Кістяний ключ/Ви знайшли дивний ключ на дні шахти./Дізнайтеся призначення кістяного ключа./-1/-1/0/-1/false",
  "20": "Basic/Виклик Кі!/Вам було запропоновано досягти 25 рівня в Печері Черепа. Також вам пообіцяли значну винагороду, якщо ви досягнете успіху./Досягніть 25 рівня в Печері Черепа./-1/-1/0/-1/false",
  "21": "Basic/Прохання Марні/Марні прийшла на ферму й запитала, чи не принесете ви їй печерної моркви. Вона намагається навчити своїх кіз говорити, а печерна морква - їхня улюблена закуска./Принесіть печерну моркву в крамницю Марні./-1/-1/0/-1/true",
  "22": "Basic/Рибна запіканка/Джоді прийшла на ферму, щоб запросити вас на вечерю о 19:00. Її єдине прохання полягало в тому, щоб ви принесли великоротого окуня для її рибної запіканки./Увійдіть о 19:00 до будинку Джоді з великоротим окунем./-1/-1/0/-1/true",
  "23": "Location/Археологія/Ви знайшли старовинний предмет. Чи може це бути якийсь давній артефакт? Можливо, у Ґюнтера, керівника місцевого музею, є відповідь./Відвідайте музей Ґюнтера./ArchaeologyHouse/-1/0/-1/true",
  "24": "Basic/Археологія/Ґюнтер запитав, чи не плануєте ви пожертвувати будь-які нові артефакти чи мінерали, які знайдете, музею. Він каже, що відплатить вам рідкісними речами./Подаруйте музею артефакт або мінерал./-1/-1/250/-1/true",
  "25": "Basic/Як завоювати друзів/Дарувати подарунки – чудовий спосіб побудувати дружбу. Вивчіть індивідуальні смаки кожної людини, і досить швидко ви станете популярним./Зробіть комусь подарунок./-1/-1/100/-1/true",
  "26": "Basic/\"Проблема зі щурами\"/У громадському клубі відбувається щось дивне.../Дослідіть громадський клуб./-1/-1/0/-1/true",
  "27": "Basic/Проблема з Гобліном/Гоблін перешкоджає вам дорогу до хатини. Має бути якийсь спосіб змусити його зрушити з місця... Можливо, вам варто пошукати більше інформації про гоблінів./Знайдіть спосіб увійти до хатини Відьми./-1/-1/0/-1/true",
  "28": "Basic/Темний талісман/Чарівник попросив вас забрати чарівне чорнило з дому його колишньої дружини... але щоб отримати доступ, вам потрібен темний талісман./Увійдіть в каналізацію і запитайте Кробуса про темний талісман./-1/-1/0/-1/false",
  "29": "Basic/Загадкова нотатка/Ви знайшли дивну нотатку, яка ледве читається з проханням принести \"кленевий серроп\" у \"таємні ліс\"./Принесіть \"кленевий серроп\" у \"таємні ліс\"/-1/-1/0/-1/true",
  "30": "Basic/Загадкова нотатка/Ви знайшли нотатку з написом \"Дехто чекає на вас на 100 рівні в Печері Черепа\"/Досягніть 100 рівня в Печері Черепа./-1/-1/0/-1/true",
  "31": "Basic/Зимова загадка/На автобусній зупинці ви зіткнулися з підозрілою постаттю. Побачивши вас, вона втекла до міста. Чи може бути підказка щодо її місцеперебування?/Знайдіть тіньову постать./-1/-1/0/-1/true",
  "100": "LostItem/Втрачена сокира Робін/Робін загубила свою улюблену сокиру. Востаннє, коли вона пам'ятає, як використовувала її, вона рубала дерева на південь від ранчо Марні./Знайдіть втрачену сокиру Робін./Robin 788 Forest 110 81/-1/250/-1/true/Гей, ти знайшов мою сокиру! Яке полегшення... Я ледь не відрубала палець на нозі іншою. Дякую!^Гей, ти знайшла мою сокиру! Яке полегшення... Я ледь не відрізала палець на нозі іншою. Дякую!",
  "101": "ItemDelivery/Прохання Джоді/Джоді потрібна свіжа кучерява капуста для рецепта, який вона готує. Вона просить вас принести її./Принесіть Джоді цвітну капусту./Jodi 190/-1/350/-1/true/О, у неї такий смачний вигляд! Дякую, це саме те, що я хотіла. Вона ідеально підійде до мого жовтого карі.",
  "102": "LostItem/\"Шорти\" мера/Мер Льюїс загубив свої фіолетові \"шорти\". Він попросив вас повернути їх йому... непомітно./Знайдіть і поверніть меру Льюїсу фіолетові шорти./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Ти знайшов мої... де?...Ох!...Гм-м...Хех.^Ти знайшла мої... де?...Ох!...Гм-м...Хех.#$b#Там? Гадки не маю, як вони могли туди потрапити... *кашель*#$b#Це залишиться між нами. Гаразд?$u",
  "103": "ItemDelivery/Пем хоче пити/Пем дуже хоче світлий ель. Звичайний старий ель не допоможе. Ви можете зварити один самостійно, якщо у вас є хміль та бочка./Принесіть Пем світлий ель./Pam 303/-1/350/-1/true/Дай мені його. *ковть*... Ах, ось це ель.#$b#Він дуже приємний та хмільний... нотки цитрусових та сосни, але з міцною основою.#$b#Дякую, дитя. Для мене це багато значить. Я знала, що завжди можу розраховувати на тебе.$h",
  "104": "ItemDelivery/Дослідження врожаю/Деметріусу потрібна свіжа диня для свого дослідження./Принесіть Деметріусу диню./Demetrius 254/-1/550/-1/true/Ідеально! Саме те, що мені потрібно для мого дослідження. Буде важко втриматися та не з'їсти її! Щиро дякую.",
  "105": "ItemDelivery/Терапія коліна/Джорджу потрібен гострий перець, щоб заспокоїти його болюче коліно./Принесіть Джорджу гострий перець./George 260/-1/200/-1/true/Щось ти довго... хм... Ну хоч перець свіжий і гострий. Дякую.",
  "106": "ItemDelivery/Коровам на радість/Марні хоче по-особливому пригостити своїх корів. Вона просить одну в'язку щириці./Принесіть Марні одну в'язку щириці./Marnie 300/-1/500/-1/true/О, амарант, який я просила! Щиро дякую... моїм коровам він сподобається!$h",
  "107": "LostItem/Ожинний кошик/Зараз сезон ожини, але Лінус не може знайти свій кошик! Він просить вас про допомогу. Він і гадки не має, де він знаходиться./Знайдіть ожинний кошик Лінуса і принесіть його йому./Linus 790 Backwoods 27 27/-1/0/-1/true/Мій кошик! Дякую. Для мене це багато значить.$h",
  "108": "ItemDelivery/Ріжемо гарбузи/Керолайн хоче вирізати гарбуза разом зі своєю донькою. Вона просить вас принести один з ферми./Принесіть Керолайн гарбуза./Caroline 276/-1/500/-1/true/О, гарбуз! Який гарний... Абіґейл буде така щаслива, коли побачить його. Дякую, @!$h",
  "109": "ItemDelivery/Ловля кальмара/Віллі кидає вам виклик зловити кальмара. Він сказав, що їх можна знайти в океані в зимову ніч./Принесіть Віллі кальмара./Willy 151/-1/800/-1/true/Гей, ти впорався! Непогано. Дуже непогано. Я вражений.^Гей, ти впоралась! Непогано. Дуже непогано. Я вражений.#$b#Зима – гарна пора року, щоб дістати стару вудку, чи не так?",
  "110": "ItemDelivery/Спроба Клінта/Клінт хоче, щоб ви подарували Емілі аметист. Він також хоче, щоб ви сказали, що він від нього./Принесіть Емілі аметист./Emily 66/-1/0/-1/true/О, мій улюблений камінь! Ти такий милий!$h^О, мій улюблений камінь! Ти така мила!$h#$b#Га? Від кого він?$u#$b#О, ти отримав його у Клінта? Ну, мені байдуже, звідки ти його взяв, він прекрасний! Дякую! *цьом*$h^О, ти отримав його у Клінта? Ну, мені байдуже, звідки ти його взяла, він прекрасний! Дякую! *цьом*$h",
  "111": "ItemDelivery/Темний реагент/Чарівник хоче, щоб ви спустилися в шахту та принесли йому есенцію пустоти. Вона потрібна йому для якоїсь темної магії./Принесіть Чарівникові есенцію пустоти./Wizard 769/-1/1000/-1/true/Ах, ти приніс її. Ти заслуговуєш на мою вдячність і 1000 з як винагороду. Тепер іди.^Ах, ти принесла її. Ти заслуговуєш на мою вдячність і 1000 з як винагорода. Тепер іди.",
  "112": "ItemDelivery/Послуга для Клінта/Клінт отримав новий молот, і він хоче випробувати його на різних металах./Принесіть Клінту залізний злиток./Clint 335/-1/500/-1/true/Гей, це залізний злиток, який я просив. На вигляд міцний... ідеально.#$b#Дякую, @. Я ціную це.",
  "113": "ItemDelivery/Прохання Робін/Робін написала вам з проханням принести трохи твердої деревини./Принесіть Робін 10 од. твердої деревини./Robin 709 10/-1/500/-1/true/О, ти приніс її! Я знаю, що завжди можу розраховувати на тебе, @.$h^О, ти принесла її! Я знаю, що завжди можу розраховувати на тебе, @.$h#$b#Мммм... Ця деревина ідеальна. Саме те, що мені потрібно. Дякую!",
  "114": "ItemDelivery/Рибне рагу/Ґас хоче приготувати рибне рагу, але йому потрібен альбакор./Принесіть Ґасу альбакора./Gus 705/-1/400/-1/true/*вдих*... *вдих*... Що це? Щось пахне альбакором!#$b#Ага! Ти приніс його! Щиро дякую!^Ага! Ти принесла його! Щиро дякую!",
  "115": "ItemDelivery/Свіжий фрукт/Емілі хоче відчути смак весни. Вона просить свіжого абрикоса./Принесіть Емілі абрикоса./Emily 634/-1/600/-1/true/О... Ти все-таки приніс його! Дякую, на вигляд смачний!$h^О... Ти все-таки принесла його! Дякую, на вигляд смачний!$h",
  "116": "ItemDelivery/Бабусин подарунок/Евелін хоче здивувати чоловіка подарунком./Принесіть Евелін цибулю порей./Evelyn 20/-1/500/-1/true/О, дякую, любий. Ця цибуля порей виглядає смачно. Джордж буде дуже щасливий.^О, дякую, люба. Ця цибуля порей виглядає смачно. Джордж буде дуже щасливий.#$b#Він любить, коли я готую яйця з цибулею порей на сніданок.",
  "117": "ItemDelivery/Оголошення П'єра/П'єр заплатить \"купу грошей\" тому, хто принесе йому тарілку сашімі. Схоже, він цього дуже хоче./Принесіть П'єру сашімі./Pierre 227/-1/1000/-1/true/Нарешті! Мене вже почало сіпати, через те, що я так сильно хотів цієї риби. *гам*... Ммм, смачно.#$b#Дякую, @.$h",
  "118": "ItemDelivery/Водні дослідження/Деметріус вивчає рівень токсинів місцевих риб-їжаків. Він хотів би, щоб ви принесли її йому./Принесіть Деметріусу рибу-їжака./Demetrius 128/-1/1000/-1/true/Ось ти де. Цей зразок виглядає ідеально. Я збираюся одразу покласти його в лід. Дякую, @!",
  "119": "ItemDelivery/Солдатська зірка/Кент хоче подарувати своїй дружині карамболу на річницю./Принесіть Кенту карамболу./Kent 268/-1/500/-1/true/Гей. Тссс... Дивися, щоб Джоді не побачила.#$b#О, яка соковита. Джоді це сподобається. Щиро дякую.$h",
  "120": "ItemDelivery/Потреба мера/Мер Льюїс хоче трюфельної олії. Він не буде пояснювати, нащо вона йому. Можливо, це не ваша справа./Принесіть Льюїсу пляшку трюфельної олії./Lewis 432/-1/750/-1/true/Олія в тебе? Дай-но гляну...#$b#Яка якість... вона дуже жирна. Чудово. Дякую.",
  "121": "ItemDelivery/Розшукується: Омар/Ґас розмістив оголошення з проханням принести свіжого омара./Принесіть Ґасу омара./Gus 715/-1/500/-1/true/Щось пахне свіжим омаром. О, чудово.$h#$b#Щасти, друже.",
  "122": "ItemDelivery/Пем потрібен струм/Пульт для телевізора Пем здох. Їй важко вставати з канапи та підходити до телевізора./Принесіть Пем акумулятор./Pam 787/-1/400/-1/true/Гей, ти впорався з акумулятором! Дякую, дитя... Ти мій рятівник!$h^Гей, ти впоралася з акумулятором! Дякую, дитя... Ти моя рятівниця!$h",
  "123": "ItemDelivery/Посох влади/Чарівник створює посох феноменальної сили. Хто знає, нащо він йому. Чарівнику потрібен іридієвий злиток, щоб його закінчити./Принесіть Чарівнику іридієвий злиток./Wizard 337/-1/5000/-1/true/Ах, дорогоцінний іридій. Ти чудово впорався, @. Приймай мою вдячність. Тепер іди.^Ах, дорогоцінний іридій. Ти чудово впоралася, @. Приймай мою вдячність. Тепер іди.",
  "124": "ItemDelivery/Ловля терпуга/Віллі кидає вам виклик зловити терпуга./Принесіть Віллі терпуга./Willy 707/-1/550/-1/true/Гей, оце так улов! Без сумнівів, у твоїх венах тече рибацька кров!$h",
  "125": "ItemDelivery/Екзотичні напої/Ґас хоче приготувати коко-ні-ні, але йому бракує основного інгредієнта./Принесіть Ґасу кокос./Gus 88/-1/600/-1/true/Кокос! Тепер мені є, чому радіти цієї зими.$h#$b#Він ідеально підійде для мого коко-ні-ні. Дякую!",
  "126": "ItemDelivery/Доручення від дружини/Твоя дружина попросила тебе принести їй 200 одиниць волокна для секретного проєкту./Принеси Емілі 200 од. волокна./Emily 771 200/-1/0/-1/false/О, волокно ідеально виглядає... а також, це екологічно чистий матеріал! Вельми дякую, @.$h#$b#Тепер у мене є робота. Пройде ще кілька днів, перш ніж все буде готово...",
  "127": "Basic/Тортотон Хейлі/Твоя дружина організовує благодійний тортотон на міській площі. Вона попросила тебе принести шоколадний торт./Увійдіть до міста сонячного ранку з шоколадним тортом./-1/-1/0/-1/true",
  "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Намисто! Де ти його знайшов?$7^Намисто! Де ти його знайшла?$7#$b#Що ж, дякую, що приніс його мені, @. Моя мама ніколи про це не дізнається...$h^Що ж, дякую, що принесла його мені, @. Моя мама ніколи про це не дізнається...$h",
  "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Що це? Моє старе намисто?$s#$b#Дивно, я навіть не помітила, що воно зникло... Що ж, дякую, що повернув його, @.$h^Дивно, я навіть не помітила, що воно зникло... Що ж, дякую, що повернула його, @.$h",
  "130": "Basic/Дружина пірата/Літня пані, яка живе на Імбирному острові, просить тебе знайти пам'ятку про її чоловіка. Сповідаючись, що це допоможе, вона дала тобі стару світлину солдата, яку викинуло на берег./Знайдіть пам'ятку, яка належала чоловікові Птасі./-1/-1/0/-1/false"
}