{
  "1": "Це сторінка з щоденника Абіґейл.^^\"Те, що я люблю: запах різьбленого гарбуза, тримати аметист під подушкою, шоколадний торт, смак гострого вугра і маминого ожинного коблера(я люблю попоїсти!)\".",
  "2": "Список святкових закупів Сема^^Хто, що любить^^Себастьян: крижана сльоза, сашімі^Пенні: смарагд, мак^Вінсент: виноград, журавлинна солоднеча^Мама: Хрусткий окунь, млинці^Тато: Ризото, смажений фундук^Я: Кактус, кленовий пончик, піца",
  "3": "-Написано почерком Лії-^^Я думаю, що ідеальний обід має складатися з салату, козячого сиру, трюфелів та вина. А на десерт мені б знадобився мафін з маком. М-м-м, нямка! Якщо хтось мені запропонує хоч щось з цього, я розтану.",
  "4": "Нотатка Мару^^Ті складові, які ще потрібні для мого найвеличнішого винаходу!^^*Золотий злиток^*Іридієвий злиток^*Акумулятор^*Діамант^*Полуниці",
  "5": "Почерком Пенні:^^Хочу усім купити те, що вони люблять!^^Мама: пастернак, глазурований ямс, ЖОДНОГО ПИВА!^Джас: казкова троянда, сливовий пудинг^Вінсент: рожевий торт, виноград^Пан Малнер: цибуля порей, смажені гриби^Бабуся Малнер: буряк, тюльпан",
  "6": "Особливі замовлення салуну \"Зорекрапля\"^^Мер Льюїс: \"Дари осені\"^(З подвійною порцією цілозернового хліба)^^Марні: гарбузовий пиріг^(І трохи більше збитих вершків!)^^Деметріус: печеня з квасолі^(Гостріше)^^Керолайн: рибне тако^(Вона хоче потрійну порцію соусу! Краще покласти кілька серветок...)",
  "7": "Це сторінка з чийогось щоденника...^^...У місті всього кілька \"старших\" неодружених парубків, і ніхто з них не ідеальний! Гарві заклопотаний і нерішучий, але я знаю, що з нього вийшов би вірний і відданий чоловік. Він любить каву і консервації.^^Елліот - трохи чудернацький та чуттєвий, але підборіддя у нього гарне. Він любить крабове печиво та гранати.^^Шейн нечепура і соціопат. Але я думаю, його непривітна зовнішність - це захисний механізм, який захищає добру душу від оточення. Він любить пиво, піцу і перцеві бомбочки.",
  "8": "^Для Хейлі та Емілі^^Сподіваємося, у вас обох все добре! Ми надіслали вам ваші улюблені подарунки: рожевий торт і соняшники для Хейлі, коштовне каміння та вовна для Емілі!^^-Любимо вас, мама і тато",
  "9": "Силова дієта Алекса:^^*Повний сніданок^*Вечеря з лосося^^^(Я полюбив цю страву... Аж відчуваю, скільки там білку!)",
  "10": "Дехто ^    чекає на вас ^        на 100 рівні ^         в^             Печері Черепа...",
  "11": "!image 6",
  "12": "У чудовий день в сміттєвих баках можна знайти чудові речі.^^Інколи знаходиш \"страву дня\" за салуном... зазвичай свіжу!^^На десерт краще шукати в баку у Малнерів печиво!^^А скарби є в баках у коваля та музею.",
  "13": "^^РІВНО опівдні. Останній день сезону. Зазирніть у кущ над дитячим майданчиком.",
  "14": "^^^    Я дещо заховав за громадським клубом.",
  "15": "^^       Шоу русалок: 1-5-4-2-3",
  "16": "!image 0",
  "17": "!image 1",
  "18": "!image 3",
  "19": "!image 2",
  "20": "!image 4",
  "21": "!image 5",
  "22": "Вітаю, @...^^Ви знайшли мій \"секрет\" у темному тунелі?^^З нетерпінням чекаю на нашу зустріч!^^    -Кі",
  "23": "^^^Якщо ти тсе читаешь... приходь у тайемні ліса. Прошу принесети кленевий серроп.",
  "24": "Сторінка з книги М. Джаспера:^^...створіння, відомі як \"Лісові духи\" або \"Джунімо\", з'являються у занедбаних будівлях після того, як в них \"пішли насіння\".^^За загальним правилом... коли люди підуть, а природа почне повертати свої території, Джунімо безсумнівно з'являться.^^Народна мудрість вважає, що Джунімо проявляють якусь резонансну спорідненість з коштовним камінням, що розміщене в їхніх маленьких хатинках...^^Звичайно, всі ці твердження походять із сумнівних, неперевірених джерел... Наскільки мені відомо, навіть просто існування цих створінь ніколи не було доведено!",
  "25": "^^ Я \"позичила\" намисто у мами, але загубила його десь біля сауни... вона злякається, якщо помітить, що його немає!",
  "1001": "День 1^^...Мій корабель загубився... Розбитий бурею в невблаганному морі.^^Зараз я знаходжуся на мілині поблизу цих дивних берегів. Мій екіпаж загинув, але я все ще живий. Можливо, пані удача благословила мої нечестиві кістки... Або в неї є свої плани для моєї долі...^У всякому разі, мені нічого не залишається, як влаштувати для себе життя тут. Прісної води тут в достатку, їжа, яку можна добути, та родючий ґрунт, який можна оброблювати.^^Спершу я побудую укриття^^(Бракує деяких сторінок)",
  "1002": "День 6^^Тут я не зголоднію... води наповненні їстівною(і смачною!) рибою.^^Я навіть зловив ската в печерах біля південно-східного берега. Хоча не знаю, що з ним робити!^^Днями я саме зловив кілька золотих горіхів. Здається, вони є по всьому острову. Місцеві папуги божеволіють від них!",
  "1003": "День 14^^Після пів місяця на цьому острові я дізнався дещо про те, як знайти ці золоті горіхи.^^Потрібно пильнувати за тим, щоб не проґавити тонкі підказки. Якщо щось виглядає незвично, поблизу може бути прихований горіх.^^Я помітив знаки на піску... і знаки на листках...^^Я навіть бачив горіх на дереві біля вулкана. Якби тільки я мав чим його збити...^^Щоразу, коли я бачив горіх, я завжди знаходив спосіб дістатися до неї.",
  "1004": "!image 10",
  "1005": "День 23^^Місцевий вулкан таїть у собі багато таємниць.^^Я бачив маленьких чоловічків з осяйними очима, що бігали в темряві... як коти вночі.^^(Чи це можуть бути казкові карлико-люди, про яких згадує М. Джаспер у своїх \"Знаменитих подорожах\"?)^^Дивні машини теж. Моторошні... не схожі ні на що відоме людині.^^Нагорі я знайшов прохід до жерла вулкана. І, наполовину занурену в бурхливу лаву, незвичну машину...  своєрідну \"кузню\". ^^Завтра я продовжу розслідування.",
  "1006": "!image 8",
  "1007": "--Кузня--^^Топаз -- Захист^Смарагд -- Швидкість^Нефрит -- Сила критичного удару^Аквамарин -- Шанс критичного удару^Аметист -- Відкидання^Рубін -- Шкода^^Райдужний уламок -- Зачарування^^Примітка: Зброю можна викувати до 3 разів за допомогою коштовного каміння, а можна зачарувати один раз за допомогою райдужного уламка.^^Інструменти можна тільки зачаровувати, але не кувати.",
  "1008": "--Чари для зброї--^^Вправний: Дозволяє вам виконувати \"спеціальні рухи\" набагато швидше^^Винищувач жуків: З ним ви задаєте більше шкоди жукам.^^Вампіричний: З ним ви інколи можете витягнути здоров'я з монстра.^^Хрестоносець: Ви завдаватимете більше шкоди \"нечестивим\" монстрам.^^Сінокіс: Зрізаючи бур'яни, ви будете отримувати більше волокна, а також матимете можливість зібрати сіно.^^--Чари для інструментів--^^Потужний: Ви легше розбиваєте каміння, рубаєте дерева тощо.^^Досягнення: Збільшує вашу потужність заряджання для більшої площі ефекту.^^Косар: З ним є шанс зідрати більше деревини при вирубці.^^Бездонний: Лійка ніколи не вичерпається.^^Щедрий: Ви викопаєте більше з-під землі.^^Археологічний: Є більший шанс знайти артефакти та кістки.^^Ефективний: Інструмент не споживає енергію при використанні.^^Швидкий: Ви розмахуватимете інструментом швидше.^^Майстерний: Підвищує ваш рівень риболовлі.^^Автогачок: Автоматично для вас ловить рибу, коли та клює.^^Зберігач: Наживка та приманка мають 50% шанс не зламатися/скінчитися.",
  "1009": "Один день пролив дощ, і на самотній скелі я побачив прекрасну діву^^Я чув розповіді про морських дівок, які співають пісні сирен,^Але жодної ноти вона не змогла дібрати...^^Наступного ранку я побачив композицію з каменів на спіненому березі...^-----------------^Ай... камені розміром з копійку та камені розміром з п'ятак...^-----------------^Якби тільки ця замучена псяка могла завити мелодію, можливо, до скарбів Чорночайки вона б привела...",
  "1010": "!image 9",
  "1011": "День 37^^Коли я був хлопчиком років десяти, батько подарував мені перстень світла та перстень магнетизму. Відтоді вони завжди були у мене на пальцях.^^Однак, коли я стояв на вершині вулкана... мені на думку спала дивна ідея.^^Я взяв два свої персні та закинув їх у кузню.^^І ось! Вони поєдналися в один!^^Тепер у мене є один магнетичний перстень світла... Сподіваюся, старий татусь не проти, земля йому пухом..."
}