{
  "1": "Stir Fry/Стір-фрай! Це ідеальний спосіб отримати корисну зелень на своїй тарілці. Обсмажте зелень в невеликій кількості олії кунжуту і обов'язково додайте багато свіжого імбиру та часнику. А тепер вдихніть аромат... Ах, як добре.",
  "2": "Coleslaw/Капустяний салат! Вже уявили собі нудну купку млявої капусти? Ви не одні такі. Але гарний капустяний салат може бути дещо більшим. Лише виберіть найсвіжіший і соковитий качан капусти! Хлюпніть трохи оцту та майонезу, й салат готовий. Ах, цей хруст.",
  "3": "Radish Salad/Салат з редису! Нема нічого краще, ніж свіжий, гострий редис. Це навіює мені спогади про пізню весну... моя мати зазвичай нарізала наші свіжі редиси і подавала його з цілозерновим хлібом, сіллю і перцем. Ех, були часи... щось я відволіклася. А тепер, дивіться уважно...",
  "4": "Omelet/Омлет! Це така проста страва, але як часто її готують неправильно! Ідеальний омлет - це витвір мистецтва. Це золотий янгол з блискучого яйця, і сьогодні я поділюся з вами своїм секретом приготування... ",
  "5": "Baked Fish/Запечена риба! Щоразу, коли я її готую, мої дві кішки просто шаленіють. Мені потрібен поряд помічник тільки для того, щоб не підпускати їх до столу! Впевніться, що риба свіжа, а ще краще - спіймана особисто вами! А тепер дивіться, як я кладу рибу на вистілку з весняної зелені...",
  "6": "Pancakes/Млинці! Інколи я захоплююся готуванням фантастичних і складних страв... але є щось класне у звичайних млинцях. Рясно полийте теплу стопку млинців кленовим сиропом і намажте товстим шаром масла... м-м-м...",
  "7": "Maki Roll/Макі-дзуші! Ніжний смак океану, загорнутий в податливу рисову хмарку. Найсміливіші можуть додати трішки васабі. Розповідаю вам, і у самої аж слинки течуть. Ах, як же я люблю суші...",
  "8": "Bread/Хліб! Випічка хліба може бути дуже складним видом мистецтва, але я зроблю його зрозумілим для вас. Звісно, що найголовніший інгредієнт - борошно. Але перед тим, як робити тісто, нам потрібно розвести дріжджі. Вони люблять теплу воду і що-небудь поїсти. Я використовую звичайний цукор, але мед або кленовий сироп теж згодяться! ",
  "9": "Tortilla/Тортилья! Скільки з вас гризуть буріто, розігріте в мікрохвильовій печі, дивлячись цю програму? Як вам не соромно! Таким чином, можна загорнути свою квасолю в стару ганчірку для підлоги. А тепер слухайте уважно. Одного разу спробувавши мої свіжі, заміські кукурудзяні тортильї, ви ніколи не повернетесь до...",
  "10": "Trout Soup/Юшка з пструга! Є щось у свіжозловленому пструзі, через що я починаю метушитися. Певно, це через його витончений річковий смак. У всякому разі, сьогодні я поділюся з вами чудовим рецептом юшки з пструга...",
  "11": "Glazed Yams/Глазурований ямс! Настав сезон ямсу, і що може бути кращим для насолоди цими чудовими бульбоподібними, ніж намазати їх солодкою липкою глазур'ю? Вам знадобиться гарний стиглий ямс і ціла пачка цукру. Тепер ось як це робиться... ",
  "12": "Artichoke Dip/Артишоковий дип! Це чудовий спосіб збільшити кількість артишоку у своєму організмі. Особисто я навіть ні в що не занурюю його. Я просто п'ю соус, наче це молочний коктейль. М-м, смакота.",
  "13": "Plum Pudding/Сливовий пудинг! Дмитру з дитячого віршика не терпиться дістатися до тягучих ласощів. Хіба можна його в цьому звинувачувати? Солодкі, запашні сливи з ідеальним терпким присмаком розбудять всі ваші смакові рецептори! Лиш спробуйте, і одразу все зрозумієте...",
  "14": "Chocolate Cake/Шоколадний торт! Чи може бути кращий спосіб провести ці холодні зимові ночі, ніж прокласти собі шлях до багатої шоколадної гори? З моєю допомогою ви будете на шляху до створення найкращого торта, який ви коли-небудь бачили. Тепер вам знадобиться багато цукру...",
  "15": "Pumpkin Pie/Гарбузовий пиріг! У мене вдома є традиція під час Свята зимової зорі їсти гарбузовий пиріг. Ваш сезон минув даремно, якщо ви не відчули цей чудовий смак, який можна досягти лише з найкращими свіжими гарбузами з ферми. Трохи мускатного горіха, кориці та гвоздики перенесуть вас у країну всього малинового й золотого... ",
  "16": "Cranberry Candy/Журавлинна солоднеча! Ось вам цікавий рецепт, який допоможе вам відсвяткувати Новий рік. Журавлина сама по собі досить гірка, але занурте її в океан цукру, і вона буде на смак як сльози янгола. Ось як треба це робити...",
  "17": "Pizza/Піца! Є причина, чому піца - це вічна кулінарна класика. У вас виходить художня золотисто-коричнева скоринка, гострий соус маринара з часником, і ви доповнюєте все це смачною сумішшю з трьох сирів. А ми тільки починаємо! Зверху кладемо свіжий перець і помідор. О, боже!",
  "18": "Hashbrowns/Хашбраун! Ця страва проста, але це й добре! Вам просто захочеться подрібнити трохи картоплі, додати велику кількість солі і обсмажити до досконалості у своїй улюбленій сильно розпеченій олії. Звучить легко, правда? Що ж, у мене є кілька порад, які значно полегшать вашу роботу... ",
  "19": "Complete Breakfast/Повноцінний сніданок! Минулого тижня я навчила вас готувати хашбраун. Цього тижня я покажу вам, як поєднувати його з іншими інгредієнтами, щоб створити ситний повноцінний сніданок. Ця їжа справді наситить вас і додасть енергії, необхідної для важкого робочого дня.",
  "20": "Lucky Lunch/Обід на удачу! Стародавня легенда свідчить, що ця страва непідвладна духам удачі та щастя. Після її споживання ви, швидше за все, залучите доброго духа у свій живіт, де він буде благословляти вас удачі, поки їжа не перетравиться! Звучить дивно, га? Не скажу, що я в це вірю, але страва все одно смачна! ",
  "21": "Carp Surprise/Гей, у вас коли-небудь валялася купа коропів, і ви не уявляли, що з ними робити? І я також. Що ж, я знайшла чудове рішення цієї дуже поширеної проблеми. І я називаю це... \"Короповий сюрприз\". Зробити її досить просто, але вам знадобиться багато коропів... ",
  "22": "Maple Bar/Кленові пончики! Ви коли-небудь помічали, що кленові пончики завжди першими зникають з коробки для пончиків? Звучить дивно, адже ваш середньостатистичний кленовий пончик на смак нагадує солодку хокейну шайбу, згодні? Ну, просто почекайте, поки не спробуєте мій рецепт. У цих пончиках справді можна скуштувати ліс інгредієнтів. Добре, вам знадобиться справжній якісний кленовий сироп...",
  "23": "Pink Cake/Нещодавно мені написала глядачка із міста Пелікан... подивимось... Її звати Хейлі. Вона написала: \"Я спробувала ваш рожевий торт минулого разу, коли була в місті Зузу, і я полюбила його. Не могли б ви поділитися рецептом у своєму наступному випуску?\". Ну, а чом би й ні? Це чудовий торт. І ви ніколи не вгадаєте секретний інгредієнт... диня!",
  "24": "Roasted Hazelnuts/Смажений фундук! У мене за будинком є гарне старе горіхове дерево, і щороку я запрошую всю родину на свято смаження горіхів! Як тільки ми почнемо смажити, неминуче з'являться сусіди. Цей насичений горіховий запах неперевершений. Ось мій родинний рецепт... ",
  "25": "Fruit Salad/Фруктовий салат! Ось корисне та смачне частування, яке додасть барв у ваш день. Головне пам'ятати, що вам потрібні стиглі фрукти. Забудьте про зім'яті клубочки, які продають у супермаркеті... Я говорю про свіжозібрані, соковиті фрукти, що розриваються зі смаком. Добре, а тепер дивіться уважно...",
  "26": "Blackberry Cobbler/Ожинний коблер! Цей рецепт завжди нагадує мені про Долину Стардью. Є кілька днів восени, коли долина переповнена найсмачнішою ожиною, яку я коли-небудь куштувала. Якщо вам вдасться дістати трохи цієї ожини, я б дуже рекомендувала її використати для мого простого коблера.",
  "27": "Crab Cakes/Крабові котлетки! Саме крабове м'ясо дуже хлипке, але змішування його з панірувальними сухарями та яйцем - чудовий спосіб надати йому трохи консистенції. Тому ці котлетки - мій улюблений спосіб їсти крабів! Але перш ніж чистити шкаралупу яєць чи розламувати панцири крабів, стежте послідовністю додавання моєї основної суміші приправ...",
  "28": "Fiddlehead Risotto/Ризото з папороттю! Їстівна папороть гарна, але насправді досить м'яка самі по собі. Тому слід уважно ставитися до спецій, які ви додаєте. Скажу відверто, приготувати гарне ризото з папороттю не дуже просто. Але з моєю допомогою у вас буде найбільший шанс досягти цього.",
  "29": "Poppyseed Muffin/Мафін з маком! Мак - гарна квітка... але чому б не використати рослину повною мірою з цими чудовими мафінами? Я велика шанувальниця маку. Хоч вони й тонкі, проте додають приємний смак і чудову текстуру тістечкам. І вони корисні!",
  "30": "Lobster Bisque/Біск з омара! Таке не соромно подати й самому губернатору. Він насичений, вершковий і смачний, з достатньою кількістю океанічного аромату. Найважче знайти омара, але я впевнена, що ви зможете це зробити. Дідько, якщо ви вважаєте себе винахідливими, то можете зловити його самостійно за допомогою крабової пастки!",
  "31": "Bruschetta/Брускета! Це дивовижно проста закуска, яка справді демонструє якість інгредієнтів. Вам знадобляться хліб, помідори та олія. Спочатку потрібно обсмажити хліб на грилі. Наріжте помідори і розкладіть на смажений хліб. Потім полийте олією і подавайте. Я ж казала, що це просто!",
  "32": "Shrimp Cocktail/Креветковий коктейль! Ось ще одна гарна закуска для вас та ваших гостей. Мій коктейльний соус надзвичайно пікантний, і я впевнена, що вам він сподобається. Тепер перший крок це... "
}