{
  "1": "Для всіх вас, новачки: рубайте дрова та шукайте дикі плоди, щоб заробити гроші, чекаючи першого врожаю!",
  "4": "Для всіх, хто живе у Долині Стардью. Перевірте, чи не має зеленої цибулі на південний захід від міста, де річка впадає в океан. Іноді там можна знайти цілу купу, яка росте прямо з землі.",
  "8": "Поговоримо про огорожі. Огорожі корисні для протидії бур'янам і захисту ваших посівів. Вони також дозволяють фермерам тримати під контролем свою худобу. Через деякий час огорожі ламаються, проте кам'яні огорожі, залізні чи огорожі з твердої деревини служать набагато довше, ніж дерев'яні!",
  "11": "Ворони для вас горе? Здається, вам потрібне опудало! Встановіть опудало на своїй фермі, і воно відлякуватиме ворон на досить великій відстані. Обов'язково захищайте свої цінні врожаї!^Іще дещо... потрібен більший наплічник, щоб помістити всі ваші речі? Перевірте свою місцеву крамницю та дізнайтеся, чи не продають там їх.",
  "15": "Настав сезон малини! По всій заміській місцевості кущі наповнені соковитими маленькими ягодами, і їх можна брати просто так! Їхній збір - чудовий спосіб заробити додаткові гроші.",
  "18": "Ах, відсвіжний дощ... найкращий друг фермера! Коли йде дощ, не потрібно поливати посіви. Використовуйте цю можливість на свою користь!",
  "22": "Вудку в руки і гайда ловити рибу! Риболовля - чудовий спосіб заробити трохи більше грошей, коли у вас є купа вільного часу. Відстань, на яку ваш поплавок приземлиться від будь-якого узбережжя, визначає, яка риба буде клювати у вас...  на це також місце, пора року, час доби та погода!",
  "25": "Фруктові дерева. Для їх росту потрібен цілий сезон, тому плануйте заздалегідь! Якщо зона безпосередньо навколо вашого нового дерева займана, це буде заважати росту. Коли ваше фруктове дерево дозріє, воно буде давати вам смачні плоди щодня протягом всієї пори. Краще почніть економити!",
  "29": "Настало літо, а також з'явилася ціла низка нових культур для посадки! Візьмемо, наприклад, хміль. Винограду потрібен деякий час, щоб вирости, але під час дозрівання його можна збирати щодня. Удачі!",
  "32": "Ось короткий опис риби, яку ви можете знайти лише влітку: Спар, що зустрічається в лісових річках протягом дня. Райдужний пструг водиться в лісових річках і в горах протягом дня. Риба-їжак, яку можна знайти в океані рано вдень. І восьминіг, який водиться в океані вранці. Ловіть їх, поки можете!",
  "36": "Поговоримо про кукурудзу. Це незвичайна культура, тому що вона тримається два сезони поспіль! Саме так, якщо більшість посівів гине при настанні нової пори, в той час, як кукурудза ще живе. Вирощувати її можна як влітку, так і восени. А тепер виходьте і саджайте кукурудзу!",
  "39": "Починаючи з завтрашнього дня, очікується, що незвичайна кількість молюсків і коралів викине на пляжах по всьому світу. Я не вчений, але чув, що це пов'язано зі шлюбним сезоном крабів. Так чи інакше, ви можете заробити непогані гроші, прочісуючи місцевий пляж.",
  "43": "У вашому місті є сауна? Розслабтеся і затримайтесь в гарячій воді, щоб поновити свою енергію. Ах-х... приємне відчуття, чи не так?",
  "46": "Літо відоме своїми блискавками. Якщо ви знаєте, як створити блискавковідвід, ви зможете збирати електрику та вироблятися акумулятори. Їх можна продати або використати для майстрування!",
  "50": "У більшості міст перед головною крамницею є сезонний календар. Буде непогано час від часу перевіряти його, щоб зрозуміти, що відбувається в громаді. Обов'язково перевірте наявність будь-яких оголошень про підробіток!",
  "53": "Осінь вже на порозі! Це, певно, найприбутковіший сезон для фермерів, тому вам краще заощадити гроші, щоб купити нове насіння. Якщо ви ще не оновили свою лійку, можливо, зараз буде саме час.",
  "57": "Поговоримо про соняшники. Коли ви зберете їх, ви не тільки отримаєте гарну квітку, але, швидше за все, ще й трохи насіння. Ви можете посадити це насіння або продати його. Я проданий!",
  "60": "Настав сезон ожини! Усі плодючі кущі в заміській місцевості переповнені стиглими плодами. Просто вийдіть на вулицю і переконайтеся самі!",
  "64": "Якщо ви фермер у невеликому містечку, цілком імовірно, що в одного разу вам запропонують зробити \"виставку своїх робіт\". Зазвичай для виставки потрібно мати 9 предметів, які найкраще демонструють ваші таланти. Шукайте якісні та цінні речі, а також подбайте про їх різноманітність. Риба, мінерали, ремісництво, фрукти та овочі -  все це варто мати!",
  "67": "Куточок риболовлі: Лосось. Восени лосось повертається на місце свого розмноження, щоб відкласти яйця. Це означає, що річки переповнені ними! Ви можете знайти їх лише восени, тож вийдіть і закиньте свою вудку.",
  "71": "У вас є соківниця? Кмітливі збирачі знають, як їх створювати. Ви можете прикріпити їх до дерев, які ростуть повсюди. Кленові дерева дають кленовий сироп, дуби - дубову смолу, а сосни - соснову смолу. Сироп найцінніший, проте всі ці клейкі рідини з дерев мають своє застосування!",
  "74": "Зима вже не за горами. Перевірте, чи достатньо у вас є сіна, щоб нагодувати тварин взимку, коли вся трава гине. Кожна силос може вмістити лише 240 одиниць сіна, тому обов'язково порахуйте та з'ясуйте, чи потрібно побудувати ще!",
  "78": "Куточок риболовлі: Жовтий Судак. Цю рибу можна зустріти дощовими вечорами восени та взимку. Його можна знайти в будь-якій прісноводній водоймі.",
  "81": "Скоро настане зима... а це означає, що ваші сільськогосподарські роботи призупиняться. Взимку ніякі культури не ростуть, якщо вам не пощастило мати теплицю. Але зайнятися є чим! Більше поговоримо про це наступного разу.",
  "85": "Зима... час, коли весь світ затихає. Зараз чудова пора для шахтарства, риболовлі та збиральства. Оновіть свої інструменти, готуючись до продуктивної весни або попросіть місцевого столяра побудувати щось на вашій фермі! Запасіться ресурсами, оновлюйтесь та готуйтеся до наступного року.",
  "88": "Цікавитесь, як самому отримати \"Очищений кварц\"? Просто покладіть в піч звичайний старий кварц. Вам знадобиться шматочок вугілля, щоб розвести вогонь.",
  "92": "Знайшли насінини дерев під час рубання дров? Ви можете посадити їх у землю, і виросте нове дерево. Будьте креативними!",
  "95": "Є кілька риб, які можна знайти тільки взимку... Кальмарів можна виловити з океану ввечері. Терпуга можна знайти в прісній воді протягом усього дня. Звісно, ходять чутки про надзвичайно рідкісних та унікальних риб, яких можна знайти лише в певні пори року, але в мене немає жодної інформації про них.",
  "99": "Поговоримо про жеоди. Жеоди - це порожнисті камені, які часто містять цінні мінерали. Коваль може розбити їх для вас за певну плату. Існують різні види жеод... і кожна з них має різну кількість мінералів. Найрідкісніша \"Омніжеода\" може містити будь-які мінерали.",
  "102": "Якщо ви дійсно хочете втішити когось, зробіть йому улюблений подарунок на день народження! Довіртесь мені.",
  "106": "Ви коли-небудь бачили три коричневі стебельця, що стирчать із землі? Іноді їх важко помітити. Але якщо ви викопаєте на цьому місці, ви завжди щось знайдете. Не питайте мене, як це працює.",
  "109": "У вас коли-небудь виникало бажання порпатися в смітнику свого сусіда? Йой! Гей, якщо це ваше покликання, просто не робіть цього, коли хтось знаходиться поруч. Якщо вас помітять, вони будуть серйозно обурені, і це зашкодить вашій дружбі. Ну, якщо вони не займаються одним і тим самим.",
  "113": "Що ж, настав новий рік. Слідкуйте за новими видами насіння, які є у вашій місцевій крамниці. Сподіваюся, ви оновили свої інструменти взимку і готові до продуктивного року!",
  "116": "Куточок риболовлі: Вугор. Виловити вугрів з океану можна навесні і восени, під час дощових вечорів.",
  "120": "У вас є кухня? Кулінарія - чудовий спосіб розвинути свої здібності. Вона не тільки є зручним джерелом енергії, але багато страв на певний час підвищують ваші навички, швидкість тощо! Приємно пахне, чи не так?",
  "123": "Куточок предметів: Крабова пастка. Досвідчені рибалки знають, як створити крабові пастки. Попри назву, пастки можна використовувати для лову різноманітних водних створінь, як у прісній, так і в солоній воді. Просто розмістіть крабову пастку у воду і покладіть до неї приманку. Поверніться наступного дня і перевірте, що ви зловили. Вам доведеться знову завантажити його приманкою, щоб зловити більше.",
  "127": "Настав сезон малини! По всій заміській місцевості кущі наповнені соковитими маленькими ягодами, і їх можна брати просто так! Їхній збір - чудовий спосіб заробити додаткові гроші.",
  "130": "Поговоримо про солоденьке. Ні, не про тебе, дурню. Я говорю про мед - солодкий продукт, який зробили наші друзі, бджоли. Ось що... якщо біля вашого вулика квітнуть якісь квіти, ваші бджоли можуть виробляти запашний мед. Інакше ви отримаєте лише \"Дикий мед\". Досить мило, га?",
  "134": "Ось порада для вас, шукачів пригод... не забувайте про особливу атаку своєї зброї! Мечі можуть блокувати вхідні атаки, що дуже корисно, коли на вас стрибають слимаки. Молотами можна бити об землю, підкидаючи ворогів у небо... а за допомогою клинка ви можете здійснити надшвидку атаку потрійним ударом! Будьте обережні.",
  "137": "Я хотів би поговорити про знамениту Гільдію шукачів пригод поблизу міста Пелікан. Лідер гільдії Марлон має чудову програму винагород для тих, хто достатньо сміливий, щоб вбивати монстрів у місцевих печерах. Усі охочі можуть отримати потужні предмети в обмін на вбивство великої кількості монстрів. На стіні висить плакат із більш детальною інформацією. Дуже круто!",
  "141": "Я чув, що деякі люди стоять біля рухомих потягів, щоб зібрати будь-яке сміття, яке випаде з вагонів. Вау... що люди тільки не зроблять заради халяви!",
  "144": "Світ тварин: Свиня.^^У цих краях свиней навчають вишукувати цінні трюфелі. Вам треба лиш випустити свиней на вулицю і набратися терпіння... вони зроблять свою магію, коли будуть до цього готові та добре почуватимуться. Зробіть олію з трюфелів, щоб максимізувати свій прибуток.",
  "148": "Ось нагадування про рибу, яку можна знайти лише влітку: Спар, що зустрічається в лісових річках протягом дня. Райдужний пструг водиться в лісових річках і в горах протягом дня. Риба-їжак, яку можна знайти в океані рано вдень. І восьминіг, який водиться в океані вранці. Ловіть їх, поки можете!",
  "151": "Куточок риболовлі: Диво-огірок. Цю рідкісну рибу можна знайти в океані. Випливає вона тільки ввечері влітку та восени.",
  "155": "Я знаю, що це важко... але годі вже так хвилюватися про свого коня! Ви можете лишити його де завгодно, і він повернеться додому. Це дуже розумні та незалежні тварини!",
  "158": "Ось вам ідея... створіть сад дерев! Прикріпіть на цих дерев соківниці і збирайте цінний сироп. Або ні! Що ж, мені байдуже.",
  "162": "Куточок предметів: Бочка. Класичним використанням бочки є виготовлення вина з винограду. Але чи знали ви, що з будь-якого фрукта можна зробити вино? Так.^Ви також можете зробити сік з овочів.",
  "165": "У вас є щоденник? Не забувайте час від часу заглядати до нього. Можна легко забути, що ви записали до нього щось важливе.",
  "169": "Якщо вам вдалося роздобути \"Рідкісну насінину,\" зараз саме час її посадити. Хоча кажуть, що для її росту потрібен весь сезон, надійні джерела повідомили мені, що насправді це займає всього лиш 24 дні. Ходять чутки, що кінцевий результат вирощування стане найсолодший фрукт у всьому світі.",
  "172": "Деякі фермери повідомляють про дивні речі, що стаються, коли великі поля кучерявих капусти, дині або гарбуза починають достигати. Гм-м-м, я сам не можу це перевірити.",
  "176": "Настав сезон ожини! Усі плодючі кущі в заміській місцевості переповнені стиглими плодами. Просто вийдіть на вулицю і переконайтеся самі!",
  "179": "Ви хочете одружитися чи вийти заміж? Вам знадобиться кулон русалки. Кожен по цей бік Самоцвітного моря знає, що означає, коли ви даруєте їм кулон русалки.^Отримати таку підвіску може бути складно. Здається, що в кожному регіоні є свої звичаї, але вони завжди пов'язані з пляжем чи океаном.",
  "183": "Куточок предметів: Сміттєпереробна машина. Ви зловили купу мотлоху під час риболовлі? Ця проблема надто поширена в наш час. Що ж, за допомогою цієї сміттєпереробної машини ви можете перетворити ці предмети на щось корисне. Просто покладіть сміття в машину і дозвольте їй зробити свою справу. Кожен тип сміття дає різні види предметів.",
  "186": "Куточок риболовлі: Альбакор. Цю рибу можна зустріти як рано вранці, так і ввечері. Шукайте його в океані восени або взимку.",
  "190": "Куточок риболовлі: Лісоплюх, Пісочник та Скорпіоновий короп. Кажуть, що лісоплюх живе лише глибоко в лісі. Пісковика і скорпіонового коропа можна зустріти лише в пустельних оазах.",
  "193": "Залишилося лише кілька днів, перед тим, як громада республіки Фернгілл не святкуватиме Переддень усіх духів! Одна з традицій, про яку ви, можливо, не знаєте - це пошук золотого гарбуза. Якщо у вашому місті є лабіринт із привидами, то ви можете бути впевнені, що десь захований золотий гарбуз. Такі речі цінні!",
  "197": "Глядачі, прислухайтеся до моєї поради. Вам знадобиться дитяча кімната у своєму будинку, перш ніж ви зможете мати дітей. Дитині потрібне ліжечко!",
  "200": "Куточок предметів: Кристаляріум. Ця дивовижна машина може створювати нескінченні копії будь-якого виду коштовного каміння. Просто покладіть коштовність, яку ви хочете скопіювати, в машину, нехай вона зробить свою справу. Це може зайняти деякий час, але, гей... це чистий прибуток!",
  "204": "Якщо у вашому хліву є дорослі тварини і в нього ще залишилося вільне місце... завжди є шанс, що одна з ваших тварин може народити. Це те, про що варто пам'ятати.",
  "207": "Куточок риболовлі: Сом. Ця відносно рідкісна риба виходить з укриття під час дощу. Ви знайдете її у річках поблизу міст, де вони люблять харчуватися будь-яким сміттям, яке потрапляє у воду. Вони не люблять спекотну погоду, тому влітку їх очікувати не варто!",
  "211": "Куточок предметів: Бак з хробаками. Потрібен нескінченний запас наживки? Зробіть собі бак для хробаків. Після того, як ви встановите один, ви будете отримувати кілька шматочків наживки щодня.",
  "214": "Під усім цим снігом весняне насіння повільно розпочинає своє нове життя на сонці. Не дивуйтеся, коли настане весна, і вашій фермі буде потрібне прибирання!",
  "218": "Якщо у вас є таріль, пильнуйте, чи нема чогось блискучого у воді.^Там часто є гарна руда, яку можна безплатно відсіяти!   ",
  "221": "Шановні глядачі, я маю зробити оголошення. Це останній новий випуск програми \"У пригоді на природі\" перед моїм виходом на пенсію. Я добре провів час, і я буду сумувати за вами, любі глядачі. О, і мені сказали, що наступного року канал почне транслювати повтори. ^^Бережіть себе!"
}