{
  "0": "Поради щодо фермерства--\n*Використовуйте добрива для поліпшення якості, полегшення собі роботи або прискорення зростання врожаю.\n*Фруктові дерева ростуть цілий сезон, але вони не вимагають особливого догляду. Слідкуйте, щоб ділянка навколо саджанця була вільною, інакше він може не вирости належним чином.\n*Посіви загинуть, як тільки сезон закінчиться, якщо вони не ростуть кілька сезонів (напр., кукурудза).\n*Деякі культури, такі як кейл і пшениця, потрібно збирати косою.",
  "1": "...Це книга Марні.\n \"Тварини дуже чутливі. Вони люблять, щоб їх пестили щодня, і воліють їсти траву надворі, а не сухе сіно. Однак вони не люблять перебувати на вулиці під дощем. Щасливі тварини продукують якіснішу продукцію!\".",
  "2": "Про збиральство\n Місцеві ліси та гори - чудове місце для пошуку дикорослих плодів! Хороший збирач прибере будь-які бур'яни, пні чи каміння з цих ділянок, щоб дикі плоди мали достатньо місця для зростання!\nДосвідчені збирачі знають секрет культивування диких пожив, що їх можна вирощувати на фермі. Хіба це не дивовижно?",
  "3": "Рибалка, Акт I: \nТекс: Горді, як ви ловите так багато риби? Для мене це займає вічність!\nГорді: Ти повинен зробити вибір, щоб стати справжнім рибалкою... і з часом твоя швидкість риболовлі збільшиться!\nТекс: Отже, ви хочете сказати, що вдосконаливши свої навички риболовлі, я зможу ловити рибу швидше?\nГорді:Правильно. Одного дня ти навіть зможеш дізнатися секрет створення власних поплавців, що ще більше підвищить твою майстерність. Тепер, геть!",
  "4": "Наскільки глибоко залягають шахти?\n Над цим питанням протягом багатьох років замислювалися купа дослідників Долини Стардью... Правда в тому, що ніхто насправді не знає. Або принаймні ніхто нікому не розповідає.\nНа жаль, багато з тих, хто заглиблюється на дно шахт, ніколи не повертаються...\nПроте було кілька сміливих шукачів пригод, які заглибились на дно шахт і повернулися звідти з цікавими звітами.\n Очевидно, у шахті є три окремі зони, кожна з яких має унікальних монстрів та скарби.\nДеякі авантюристи кажуть про гігантські підземні озера та дивних створінь... Але жодне з цих тверджень не доведено.",
  "5": "Щоденник старого фермера:\n Я тут уже рік, і я почав дружити з місцевими містянами. Це дуже приємно! А ще вони надсилають мені поштою подарунки та секретні родинні рецепти! Це справді корисно.",
  "6": "\"Опудала\"\n Як тільки ви почнете вирощувати багато культур на своїй фермі, ви можете очікувати, що вас відвідають ворони. Вранці ви можете виявити, що ґава приготувала сніданок із вашої важкої праці!\nОдин зі способів запобігти цьому поїданню врожаю надокучливими ґавами - встановити поряд з посівами опудала.\nЗверніть увагу, що опудало має обмежений діапазон, тому вам знадобиться кілька, якщо ваша ферма велика.\nОпудала підраховують, скільки ґав вони відлякали. Ви можете використати це, щоб з'ясувати, наскільки ефективно вони діють у цьому місці.\n\n* \"Колекційні опудала\" не лише для краси! Вони працюють, так само як і звичайна модель опудал.",
  "7": "Таємниця Зорекраплі \n--\nПротягом тисячоліть люди були заінтриговані таємничою силою \"зорекраплі\"... але ніхто не знає, звідки вони беруться!\n Професор Р. Дж. Катлер, провідний дослідник дивного фрукта, каже: \"Ми виявили сліди генетичного матеріалу на метеоритах, які дуже нагадують Зорекраплю, але це не доведений збіг\".\nНезалежно від того, яке в них походження, особливі фрукти, як кажуть, надзвичайно смачні... а деякі навіть стверджують, що вони надають особливу силу тим, хто їх їсть.",
  "8": "Подорож Короля Прерій -- Ігровий хіт!\n\nА ви знали? Кожен, хто проходить \"Подорож короля прерій\", автоматично бере участь у розіграші спеціального призу!\n\nА ви знали? Розробник заявив, що головний герой заснований на реальному персонажі... Справжній ковбойський герой з прерійного острова в Самоцвітному морі!",
  "9": "-- Дослідження діамантових родовищ --\n\n Після багатьох років досліджень у шахтах, я вважаю, що дещо дізнався про частоту діамантів.\nМоє дослідження стосувалося лише каменів, які розкидані по шахті... Ті, що розбиваються кайлом. Видобуток корисних копалин з інших джерел потребує додаткових досліджень.\nЗдається, що діаманти утворюються лише на рівні шахти 50 та нижче. На 50 рівні приблизно 1 з 500 каменів буде багатим на діаманти.\n Певно, після 50 рівня частота утворення діамантів збільшується приблизно на 0,000016 за рівень. Досить рідкісна коштовність!\n-M. Джаспер",
  "10": "-~-Посібник з пивоварства-~-\n   Ах... пивоваріння! \nНасичений запах дріжджів, що проносяться крізь кедрове горище... Квіткові ноти свіжозрізаного хмелю напередодні зими... але я відійшов від теми. Вас, напевно, більше цікавить практична сторона пивоварства...\nДля варіння знадобиться бочка. Я залишаю креслення бочки на ваш розсуд.\nБочки можна використовувати для виготовлення різних видів продукції. Якщо овочі помістити всередину, то бочка виготовить сік. Для варіння соку потрібно найменше часу.\nЯкщо в бочку помістити пшеницю, ви отримаєте пиво. Пиву потрібен деякий час для варіння, але воно досить прибуткове.\nДодавши хміль у бочку, ви приготуєте улюблений \"Світлий ель\".\nПокладіть фрукти в бочку, щоб зробити вино. Вино бродить найдовше, проте вино, приготоване з кращих фруктів, коштує чимало!\nБудьте терплячі зі своєю бочкою... ви дізнаєтеся, що вона закінчила роботу, коли вона повністю застигне. І пийте тільки в міру, інакше ви неодмінно пошкодуєте!",
  "11": "Таємниці карликів\nКарлики називають себе \"Смолуану\"... що перекладається як \"небесний народ\". Дивна назва виду, який живе глибоко під землею, чи не так?\nЩе одна таємниця карликів - це передова технологія, якою вони нібито володіють. Такі докази спонукали мене, наперекір глузуванням моїх колег, запропонувати нову теорію:\nЯ вважаю, що карлики - це залишки колись розвиненої цивілізації, міжпланетний апарат якої давно розбився на цій планеті.\nЯ гадаю, щоб цей карликівський космічний корабель спустився глибоко під землю... і з часом карлики пристосувалися до нового підземного середовища.\n Мої колеги запитують: \"Чому вони не піднялися над землею і не жили на поверхні?\"... Можливо, їхня давня планета мала більш щільну атмосферу, яка захищала їх від радіації зірок, і вони просто не могли вижити в нашому сонячному світлі.\n Це пояснює, чому вони з'являються лише вночі, щоб забрати з наших будинків те, що їм потрібно...\n\n-М. Джаспер",
  "12": "Основні моменти з книги Йоби\n\nРаніше існувало лише нескінченне золоте світло.\n Світло прозвало себе... \"Йоба\".\nЙоба бажав більшого.\nЙоба закрутив золоте світло у вихор. Йоба кружляв і кружляв, поки в оці виру не утворився отвір.\nЗ цього отвору зійшло насіння.\nЙоба згладив золоте світло.\nЙоба згладжував і згладжував, і світло стало ґрунтом.\nУ цей ґрунт Йоба посадив насіння.\nНасіння проросло, і ось! Лоза піднялася в небо, скручуючись і промацуючи, відкидаючи звивисту тінь на золоту порожнечу.\nЧерез 11 днів лоза дала плоди.\nЙоба, знаючи мудрість, очистив жорстку шкірку плодів і побачив, що всередині був світ.\nТак і виник світ.",
  "13": "Довідник щодо одруження для фермерів\nПерш ніж попросити когось одружитися з вами, вам доведеться спочатку впродовж деякого часу зустрічатися один з одним (Запросіть когось на побачення з букетом від П'єра).\n Коли ви будете готові поставити головне питання, вам потрібно буде подарувати своїй половинці \"Кулон русалки\". Кожен знає, що це означає, коли ви даруєте щось подібне.\n Подейкують, що під час буревіїв в Долині Стардью з'являється привид старого мореплавця, який стискає саме такий кулон.\n Після вашої весільної церемонії ваш партнер переїде до вас. Не забувайте добре ставитися до своєї коханої(-го)... Вони все одно люблять подарунки, навіть після весілля!\n \n(Оплачено П'єром)",
  "14": "Рибалка, Акт II: \nTeкс: Горді, розкажіть мені свою найкращу рибацьку історію.\nГорді: *глибоке зітхання*... У свій час я спіймав багато великої риби... І деякі дуже рідкісні та важкі... Але була одна, яку я намагався зловити три дні й три ночі\nГорді: Я називаю цю рибу... \"Легенда\". Це був величезний звір... І чим сильніше я тягнув за волосінь, тим сильніше він тягнув вниз. Я на мить послабив пильність, і він розрізав мій човен надвоє. Відтоді я ніколи не ловив рибу.\nTeкс: Як ви думаєте, хтось його колись спіймає?\nГорді: Хм... Якби ця особа була майстром риболовлі та спочатку спіймала всіх інших рідкісних риб і переконалася, що вони їдять правильний корм... то, можливо. Перш за все, ти маєш поважати воду, синку.\nTeкс:...синку? Ви маєте на увазі... ти...\n ...б...батьку?\nГорді: Так, хлопчику мій.\n\n**Драматична музика під час опускання завіси**",
  "15": "Новини технологій!\n\nНещодавно були опубліковані креслення передової машини під назвою \"Кристаляріум\".\n Ця машина може вирощувати кристали практично ні з чого, забезпечуючи їх власників нескінченними запасами коштовного каміння!\nОсь як це працює: Помістіть коштовний камінь на ваш вибір всередину кристаляріуму... \nтепер будьте терплячі, це може зайняти кілька днів... але врешті-решт кристаляріум виростить копію всього, що ви поклали всередину!\nВи переконаєтесь, що це готово, коли він перестане рухатися. Як тільки ви заберете свою коштовність, кристаляріум почне працювати над ще однією копією... Вам ніколи не доведеться його поповнювати, якщо ви не захочете змінити вид коштовного каменя, яке він виробляє!\nНа жаль, кристаляріум не працює з надзвичайно рідкісним коштовним каменем, відомим як \"Райдужний уламок\"... Чомусь ЕРС з відламка негативно взаємодіє з кристаляріумом.",
  "16": "Секрети легендарної риби\n\nРибалки кажуть про п'ять рідкісних і унікальних риб, яких можна зловити тільки досвідченим рибалкам. Після виловлення вони більше ніколи не з'являться.\n\nКримзонфіш живе в теплих океанських водах влітку. Його помічали на далекосхідному боці пляжу.\n\nМорозриб, який з'являється лише взимку, можна виловити у південного кінця острова-стріли в лісі Сіндерсеп... поблизу місця, де річка стикається з океаном.\n\nВудильник був помічений восени, на північ від міста, де річка стікає з гір.\n\nХодять чутки про дивну, скручену рибу, яка живе в каналізації.\n\n\n\nОстання риба, яка відноситься до ніколи раніше не виловленого виду, відома просто як \"Легенда\". Подейкують, що вона живе у колоді, зануреній у гірське озеро, і наважується вийти на поверхню лише у дощові весняні дні, щоб поклювати жаб'ячі яйця. Тільки найдосвідченіший рибалка може сподіватися зловити цю.\n\nТренуйтеся в риболовлі та будьте наполегливі, і врешті-решт ви зловите цих невловних риб. Обов'язково поважайте воду і не вилучайте занадто багато риби з екосистеми.",
  "17": "...Побачив щось дивне в тунелі, що веде з міста Пелікан. У темряві приховані дверці. Однак відкрити їх не вдалося.\n\n-Ґюнтер",
  "18": "Нотатка від Ґюнтера: Вау, завдяки твоїй допомозі ця бібліотека дійсно стала чудовою! Вельми дякую!",
  "19": "Гобліни^Автор: M. Джаспер^^Вид, широко відомий як \"Гоблін\", схоже, виник у лісах далекого північного сходу, за Синьо-болотними горами. Характеризуючись своєю зеленою шкірою, яскраво-червоними очима та неприємним запахом, перші зустрічі з гоблінами можуть лякати недосвідчених мандрівників.^^Попри свою тривожну зовнішність, гобліни мають інтелектуальні та емоційні здібності, подібні до людей, і без проблем вивчають наші звичаї та мови. Гобліни, яких я зустрічав, були досить доброзичливими та привітними, коли я показав, що не маю злого наміру. На жаль, століття недовіри та поганого ставлення з боку людей змусили багатьох гоблінів піти шляхом відьом, чаклунів, некромантів та інших неприємних типів.^^Традиційна дієта гоблінів здебільшого складається з м'яса личинок, як правило, з великих і соковитих сортів, які є рідними для гоблінського лісу. В особливих випадках гобліни ласуватимуть стравою під назвою \"Майонез пустоти\"... який вважається чи не найкращим делікатесом у всій гоблінській кухні.",
  "20": "Чото Улан Доп Омі Омі Геро Іно Ра Омі Куї Мабо Іно Солок Теба Омі^^Куї Ава Чото Ино Немо Ино Йоба Мабо Ава Йоба Омі Немо Ено Зот Солок Ава Лон Улан Немо^^Доп Ино Вало Немо Ава Бал Улан Лон Омі Чото Куї Ава Іно Геро Ра Ава Шолок Куї Ино",
  "Missing": "Тут бракує книги..."
}